[
  {
    "GROUPE": "DYING WISH",
    "STYLE": "Metalcore / Hardcore",
    "Bio": "Emmené par la charismatique et bougrement hargneuse Emma Boster, le combo de Portland ne fait pas dans la demi-mesure quand il s’agit de vous balancer des parpaings dans la tronche. Mais ce serait faire offense à la finesse mélodique dont il est capable que de le réduire à cette simple sauvagerie. Avec DYING WISH, ça va vite, ça va fort, ça assomme à coups de breakdowns dévastateurs sans jamais oublier les petites caresses rugueuses qui vous écorchent la gueule.",
    "BIO_EN": "Led by the charismatic and wonderfully hateful Emma Boster, this Portland band doesn’t do things in have measures when it comes time to sever heads. With shocking melodic finesse reduced to sonic savagery the music of DYING WISH hits hard, fast and loud with devastating breakdowns and riffs that will crush your skull. Get ready to get kicked in the teeth.",
    "PAYS": "USA",
    "COUNTRY": "USA",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "WARZONE",
    "DAY": "Jeudi",
    "DEBUT": "18h45",
    "FIN": "19h35",
    "DEEZER": "https://www.deezer.com/fr/artist/138915322",
    "SPOTIFY": "https://open.spotify.com/artist/4igS2MSwOIf3F9YeL929IO",
    "LASTFM": "https://www.last.fm/fr/music/Dying+Wish",
    "SETLISTFM": "https://www.setlist.fm/setlists/dying-wish-1bf0890c.html",
    "YOUTUBE": "https://www.youtube.com/channel/UCev5Y81M2_S22ESIlytnmIQ",
    "id": 0
  },
  {
    "GROUPE": "(DOLCH)",
    "STYLE": "Doom / Black Metal / Drone",
    "Bio": "Mystérieux groupe de dark rock basé à Berlin, (DOLCH) se caractérise par son habilité à mélanger avec des résultats fascinants une base doom/black avec inspirations allant du gothic rock à l’ambient en passant par la pop. Une musique contrastée, atmosphérique et incroyablement intense. Et plus important que tout, il s’avère que les individus derrière cet ambitieux et ténébreux projet ont une affection particulière pour les chats.",
    "BIO_EN": "The mysterious dark rock band (DOLCH) from Berlin are known for their ability to blend doom & black metal elements with gothic rock, pop and ambient in a mesmerizing way. A dagger in a triangle, verbalized as “(DOLCH)”, presents sustained music for the heart, soul and brain. Pushing forward the art instead of any “-ism”, the listener may find the genre on her or his own. And most importantly: the people behind the project are friendly to cats and to all other kind beings.",
    "FFO": "Wolvennest, Ultha, The Ruins Of Beverast, King Dude",
    "PAYS": "Allemagne",
    "COUNTRY": "Germany",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "TEMPLE",
    "DAY": "Jeudi",
    "DEBUT": "18h45",
    "FIN": "19h35",
    "DEEZER": "https://www.deezer.com/fr/artist/14365423",
    "SPOTIFY": "https://open.spotify.com/intl-fr/artist/6YNWGMoDrfiytbfkFQ6yix",
    "LASTFM": "https://www.last.fm/music/(DOLCH)",
    "SETLISTFM": "https://www.setlist.fm/setlists/dolch-6bc622b6.html",
    "YOUTUBE": "https://www.youtube.com/results?search_query=(dolch)",
    "id": 1
  },
  {
    "GROUPE": "††† (CROSSES)",
    "STYLE": "Electro Ambient",
    "Bio": "Certains semblent avoir le don de transformer tout ce qu’ils touchent en or. Sauf erreur de notre part, Chino Moreno (Deftones, Team Sleep, Palms) fait partie de cette caste. Et quand il s’associe avec le non-moins habile Shaun Lopez (chanteur de feu-Far et producteur de génie), autant dire qu’on frise l’indécence niveau talent. Avec †††, les 2 potes de longue date nous emportent dans leur électro rock sombre et follement sensuel.",
    "BIO_EN": "CROSSES (†††) comprise the minds of Chino Moreno of Deftones and producer/multi-instrumentalist Shaun Lopez, who have each solidified their names with the brooding songs they’ve respectively made for years both separately and together. Since uniting as CROSSES (†††) in 2011, the duo have used lush electronic production; modular synths and crooning vocals to channel deep emotion. Immersive music and cinematic soundscapes rich with emotion, empathy, and depth.",
    "FFO": "Team Sleep, How To Destroy Angels, Puscifer, Nine Inch Nails",
    "PAYS": "USA",
    "COUNTRY": "USA",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "VALLEY",
    "DAY": "Dimanche",
    "DEBUT": "19h45",
    "FIN": "20h45",
    "DEEZER": "https://www.deezer.com/fr/artist/4606435",
    "SPOTIFY": "https://open.spotify.com/artist/3gPZCcrc8KG2RuVl3rtbQ2?si=AtuCN282TE2w91wmiZtLmg",
    "LASTFM": "https://www.last.fm/fr/music/Crosses",
    "SETLISTFM": "https://www.setlist.fm/setlists/--3bd24068.html",
    "YOUTUBE": "https://www.youtube.com/channel/UCcJpiNY8gKC19GCmWeIRIHA",
    "id": 2
  },
  {
    "GROUPE": "1000MODS",
    "STYLE": "Stoner",
    "Bio": "Au cours de la dernière décennie, 1000MODS est passé de sous-sols crasseux et enfumés à des salles bondées, et cela ne doit rien au hasard. Continuant inlassablement à briser le continuum espace-temps, les Grecs effectuent un voyage perpétuel dans le temps. Et dernièrement ce sont les glorieuses années 90 qui ont eu le privilège de recevoir leur visite. Un périple frénétique bercé par les sonorités d’un stoner grungy. Heavy et sexy !",
    "BIO_EN": "A very talented psychedelic/heavy rock band hailing from Chiliomodi, Greece. Formed in the summer of 2006, then have played over hundreds of live shows since, sharing the stage with great bands like The Black Keys, The Black Angels, Graveyard, Brant Bjork, Colour Haze and many more. They are known for their commitment to vintage equipment, thick and heavy analog sound and remarkably passionate stage performances.",
    "FFO": "Greenleaf, Truckfighters, Slomosa, Nightstalker",
    "PAYS": "Grèce",
    "COUNTRY": "Greece",
    "PARTICIPATIONS": "2ème participation (2018 – 2024)",
    "SCENE": "VALLEY",
    "DAY": "Vendredi",
    "DEBUT": "19h35",
    "FIN": "20h35",
    "DEEZER": "https://www.deezer.com/fr/artist/712219",
    "SPOTIFY": "https://open.spotify.com/artist/7EgAHTw2PMP7a1tAEtue89?si=IsyGMrImSLC3x4fPYSdicg",
    "LASTFM": "https://www.last.fm/fr/music/1000mods",
    "SETLISTFM": "https://www.setlist.fm/setlists/1000mods-6bd59a96.html",
    "YOUTUBE": "https://www.youtube.com/channel/UCyTnFnzE2cF8QAxKUP-mCHg",
    "id": 3
  },
  {
    "GROUPE": "8°6 CREW",
    "STYLE": "Ska / Skindhead Reggae",
    "Bio": "Quand on choisit pour son patronyme de s’inspirer du nom d’une célèbre bière à la réputation sulfureuse - bière d’ivrogne ou de punk à chien – on soupçonne aisément que les textes ne vont pas parler de princesse ou de balade en montagne. Et pour cette bande de Parigots, rien de mieux que son cocktail détonant de skinhead reggae et de ska pour mettre un grand coup de pied au cul à une certaine frange bien nauséabonde de notre société.",
    "BIO_EN": "When you choose the name of a beloved beer and have a sulfurous reputation (Be that the beer, or the band) we know right away that they aren’t going to be songs about princesses or hikes in the woods. For this band of Parisian gutter dwellers nothing is better than an explosive cocktail of skinhead reggae and ska to be a kick in the ass to the stuck up dweebs of our society",
    "FFO": "Two Tone Club, La Souris Déglinguée, The Upsessions, Los Tres Puntos",
    "PAYS": "France",
    "COUNTRY": "France",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "WARZONE",
    "DAY": "Samedi",
    "DEBUT": "16h50",
    "FIN": "17h40",
    "DEEZER": "https://www.deezer.com/fr/artist/4913462",
    "SPOTIFY": "https://open.spotify.com/intl-fr/artist/4R7Qd9exnMPJLEacNKnxWF",
    "LASTFM": "https://www.last.fm/fr/music/8%C2%B06+Crew",
    "SETLISTFM": "https://www.setlist.fm/setlists/86-crew-23d7801b.html",
    "YOUTUBE": "https://www.youtube.com/channel/UCBo5HJGUdJMcyJ3w9WPrfjQ",
    "id": 4
  },
  {
    "GROUPE": "ACCEPT",
    "STYLE": "Heavy Metal",
    "Bio": "Malgré une carrière qui flirte dangereusement avec la barre du demi-siècle, ACCEPT affiche une santé superbe ! Les splits à répétition et les coups fourrés multiples et variés n’ont pas eu raison de la détermination et de l’inspiration de l’insubmersible Wolf Hoffman. Insensible aux années qui défilent, l’armada teutonne martèle inlassablement un heavy metal martial, rapide, mélodique mais aussi éminemment catchy. Kolossal !",
    "BIO_EN": "For nearly half -a-century, ACCEPT have had their balls to the wall - delivering pounding German metal that any fan of the heavy stuff will love. These Teutons have always had a sense of the dramatic and their bombastic sense of rock and roll magic is impossible to ignore. Easy to fall in love with and even easier to turn up to eleven -these guys are sure to put on a show to remember!",
    "FFO": "U.DO., Saxon, W.A.S.P., Rage",
    "PAYS": "Allemagne",
    "COUNTRY": "Germany",
    "PARTICIPATIONS": "3ème participation (2013 – 2018 – 2024)",
    "SCENE": "MAINSTAGE 2",
    "DAY": "Samedi",
    "DEBUT": "19h35",
    "FIN": "20h30",
    "DEEZER": "https://www.deezer.com/fr/artist/5761",
    "SPOTIFY": "https://open.spotify.com/artist/3JDIAtVrJdQ7GFOX26LYpv?si=RQMMLqc0Sra5G-ig7a5Mzg",
    "LASTFM": "https://www.last.fm/fr/music/Accept",
    "SETLISTFM": "https://www.setlist.fm/setlists/accept-7bd69eb8.html",
    "YOUTUBE": "https://www.youtube.com/channel/UCyhVxwsqif2_ATAHtTHn7zg",
    "id": 5
  },
  {
    "GROUPE": "ALIEN WEAPONRY",
    "STYLE": "Thrash Metal",
    "Bio": "ALIEN WEAPONRY est en passe de se rendre indispensable à la programmation du festival puisque c’est la 3ème fois en 4 éditions qu’il vient y faire raisonner sa musique singulière. Fiers de ses racines maories et porté par la volonté d’en découdre, le trio poursuit sa croissance exponentielle au son de chants tribaux et de riffs en acier massif. Le futur s’annonce plus que jamais radieux pour ces garçons tatoués et plein d’avenir.",
    "BIO_EN": "ALIEN WEAPONRY has in the past few years seen an exponential growth in the music scene and is guaranteed to lift spirits. Proud of their roots and with a tribalistic dedication to their core, these three rock and rollers have a bold future ahead of them thanks to their magic mix of unique Maori chants and hard-hitting riffs that invite you to commune with them.",
    "FFO": "Lost Society, Killer Be Killed, Havok,",
    "PAYS": "Nouvelle-Zélande",
    "COUNTRY": "New-Zealand",
    "PARTICIPATIONS": "3ème participation (2019 – 2022 – 2024)",
    "SCENE": "MAINSTAGE 1",
    "DAY": "Samedi",
    "DEBUT": "12h15",
    "FIN": "12h45",
    "DEEZER": "https://www.deezer.com/fr/artist/11390680",
    "SPOTIFY": "https://open.spotify.com/artist/2vov4zolAP7zbIhB5CsIPm",
    "LASTFM": "https://www.last.fm/fr/music/Alien+Weaponry",
    "SETLISTFM": "https://www.setlist.fm/setlists/alien-weaponry-6bc06a16.html",
    "YOUTUBE": "https://www.youtube.com/channel/UC0NV5iRVirkMhR9XJbZoePQ",
    "id": 6
  },
  {
    "GROUPE": "ALL THEM WITCHES",
    "STYLE": "Stoner Psyché / Blues",
    "Bio": "Voici une de ces nouvelles forces sur lesquelles compter dès lors qu’il s’agit d’envoyer du desert rock aux forts relents blues qui claque. Véritables stakhanovistes, les natifs de l’État du Tennessee sont en train de se tailler la réputation d’un groupe à l’inspiration galopante, capable de dépeindre avec la même aisance les ambiances arides où sonnent les crotales ou les atmosphères enfumées typiques des tripots de Nashville.",
    "BIO_EN": "Here is one of the new forces in the scene fusing desert rock with hard hitting blues. These Tennessee natives are in the process of building a reputation as a band with a galloping assault capable of both arid ambiances and fuming metal majesty typical of the thrilling Nashville sound.",
    "FFO": "The Flying Eyes, Causa Sui, Mars Red Sky, King Buffalo",
    "PAYS": "USA",
    "COUNTRY": "USA",
    "PARTICIPATIONS": "2ème participation (2019 – 2024)",
    "SCENE": "VALLEY",
    "DAY": "Jeudi",
    "DEBUT": "00h00",
    "FIN": "01h00",
    "DEEZER": "https://www.deezer.com/en/artist/2750711",
    "SPOTIFY": "https://open.spotify.com/artist/29Wmfm1CojrjQ3aQP0FI65",
    "LASTFM": "https://www.last.fm/fr/music/All+Them+Witches",
    "SETLISTFM": "https://www.setlist.fm/setlists/all-them-witches-2bdc7c2a.html",
    "YOUTUBE": "https://www.youtube.com/channel/UCo2IatrwKyvABUmGbSA473Q",
    "id": 7
  },
  {
    "GROUPE": "AMORPHIS",
    "STYLE": "Death Metal Atmosphérique / Mélodique",
    "Bio": "Pas franchement du genre à réciter la leçon des codes établis mais plutôt adepte de l’expérimentation, AMORPHIS a toujours su habilement avancer ses pions avec un coup d’avance. Tout au long d’un parcours magistral, les Finlandais ont confectionné une œuvre fusionnant le heavy traditionnel, le death metal classieux et le doom inspiré, tout en n’affichant aucun sectarisme vis-à-vis d’influences situées aux antipodes de la planète Metal, comme la musique folk ou les mélodies arabisantes. Sublime !  ",
    "BIO_EN": "Setting a diverse, intricate and unique style to their musical approach, often being described as -ahead of their time-, the band accrued a large and loyal international fan base. AMORPHIS have always fused elements of traditional heavy, death and doom metal with a great variety of non-metal influences, including folk, progressive and psychedelia, and managed to create an instantly recognizable sound of their own.",
    "FFO": "Dark Tranquillity, Insomnium, Paradise Lost, Before The Dawn",
    "PAYS": "Finlande",
    "COUNTRY": "Finland",
    "PARTICIPATIONS": "3ème participation (2013 – 2018 – 2024)",
    "SCENE": "ALTAR",
    "DAY": "Vendredi",
    "DEBUT": "21h45",
    "FIN": "22h45",
    "DEEZER": "https://www.deezer.com/fr/artist/3579",
    "SPOTIFY": "https://open.spotify.com/artist/2UOVgpgiNTC6KK0vSC77aD",
    "LASTFM": "https://www.last.fm/fr/music/Amorphis",
    "SETLISTFM": "https://www.setlist.fm/setlists/amorphis-7bd682f4.html",
    "YOUTUBE": "https://www.youtube.com/user/amorphisofficial",
    "id": 8
  },
  {
    "GROUPE": "ANAAL NATHRAKH",
    "STYLE": "Black / Death / Grindcore",
    "Bio": "Terrifiante. Ce terme plus que tout autre semble approprié pour définir au plus juste cette entité gorgée de colère noire, froide et nihiliste. Concentrant la violence des différents styles qu’elle malaxe – black, death, grind, indus – la formation portée par ses deux cerveaux (Mick Kenney et Dave Hunt) vomit sa haine de l’humanité et beugle sa soif d’apocalypse sur fond de tronçonneuses hurlantes et de marteaux-pilons supersoniques.",
    "BIO_EN": "Terrifying. This term more than any other seems to be the one that defines the work of Anaal Nathrakh with their blackened, frigid and nihilistic anger. Concentrated on a twisted violent blend of black metal, death metal and grind, this group has two masterminds, Mick Kenney and Dave Hunt who spit their hate towards humanity and announce a thirst for the apocalypse delivered with sonic hammer blows. ",
    "FFO": "Full Of Hell, Aborted, Belphegor, King Diamond",
    "PAYS": "Royaume-Uni",
    "COUNTRY": "United Kingdom",
    "PARTICIPATIONS": "3ème participation (2008 – 2012 – 2024)",
    "SCENE": "TEMPLE",
    "DAY": "Vendredi",
    "DEBUT": "01h00",
    "FIN": "02h00",
    "DEEZER": "https://www.deezer.com/fr/artist/3270",
    "SPOTIFY": "https://open.spotify.com/intl-fr/artist/7vrrJ5YlL3I8XUrh1ktGJV",
    "LASTFM": "https://www.last.fm/fr/music/Anaal+Nathrakh",
    "SETLISTFM": "https://www.setlist.fm/setlists/anaal-nathrakh-53d6e745.html",
    "YOUTUBE": "https://www.youtube.com/user/anaalnathrakhtv",
    "id": 9
  },
  {
    "GROUPE": "ANKOR",
    "STYLE": "Metal Alternatif",
    "Bio": "Que de chemin parcouru pour ces adolescents catalans ! 20 ans après la création du groupe alors qu’ils n’avaient que 13 ans, ils peuvent aujourd’hui se targuer d’être une des formations qui comptent au sein de la pétillante scène espagnole. Au-delà d’une solide popularité, c’est la capacité du quintet à habilement métisser son metal de sonorités pop, rock, rap et électro qui lui confère une saveur rafraîchissante.",
    "BIO_EN": "ANKOR is an alternative metal band based in Catalonia (Spain), formed in 2003 in ‘Els Pallaresos’ a village near Barcelona, when its members were only around 13 years old. More than 20 years later, with several albums on their backs and a worldwide fanbase, ANKOR is now a reference of its genre.",
    "FFO": "Avenged Sevenfold, Conquer Divide, Butcher Babies, Infected Rain",
    "PAYS": "Espagne",
    "COUNTRY": "Spain",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "MAINSTAGE 2",
    "DAY": "Vendredi",
    "DEBUT": "11h40",
    "FIN": "12h10",
    "DEEZER": "https://www.deezer.com/fr/artist/505689",
    "SPOTIFY": "https://open.spotify.com/artist/6wADzvUWqgYWXigndo6Mmj",
    "LASTFM": "https://www.last.fm/fr/music/Ankor",
    "SETLISTFM": "https://www.setlist.fm/setlists/ankor-5bdf7744.html",
    "YOUTUBE": "https://www.youtube.com/channel/UC3FWrLME8RHAHz36HLxcgyg",
    "id": 10
  },
  {
    "GROUPE": "ASINHELL",
    "STYLE": "Death Metal",
    "Bio": "Lorsque Michael Poulsen, leader de Volbeat, finalise le dernier album en date des Danois en 2021, il en profite pour écrire quelques riffs et les garder au chaud pour plus tard. On ignore alors que cela va servir de point de départ à un projet bien loin de son rock n’roll d’origine. Et c’est avec son ami de longue date, Marc Grewe (ex-Morgoth, Insidious Disease) au chant, qu’il rend hommage au death metal old-school qu’il chérit tant.",
    "BIO_EN": "While Michael Poulsen, leader of Volbear finished their last album in 2021, he took the time to write a few extra riffs and save them up for a rainy day. He didn’t worry that they were far from his original bands rock n’ roll. It’s with these riffs in hand that he began to collaborate with Marc Grewe (Ex-Morgoth, Insidious Disease) on vocals to pay homage to old school death metal - and it KILLS! ",
    "FFO": "Bolt Thrower, Entombed, Grave, Autopsy",
    "PAYS": "Danemark",
    "COUNTRY": "Danemark",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "MAINSTAGE 1",
    "DAY": "Jeudi",
    "DEBUT": "16h30",
    "FIN": "17h10",
    "SPOTIFY": "https://open.spotify.com/intl-fr/artist/0LDCMz2as9KQgSlX3KJNYx",
    "DEEZER": "https://www.deezer.com/fr/artist/213232067",
    "YOUTUBE": "https://www.youtube.com/channel/UC_ZLBjtrItU0pwHuoIu0btg",
    "LAST.FM": "https://www.last.fm/fr/music/Asinhell",
    "LASTFM": "https://www.last.fm/fr/music/Asinhell",
    "SETLISTFM": "https://www.setlist.fm/setlists/asinhell-7bf806dc.html",
    "id": 11
  },
  {
    "GROUPE": "AVENGED SEVENFOLD",
    "STYLE": "Heavy Metal / Metalcore",
    "Bio": "Sans perdre le moindre soupçon d’énergie et d’intensité qui caractérisait les débuts vitaminés et prometteurs de la bande originaire de Huntington Beach, A7F a su grandir intelligemment et gagner en maturité au fil des ans (et de la parution d’albums rudement bien ficelés) en passant du milieu underground aux hautes sphères de la scène à l’échelle mondiale, devenant ainsi un poids lourd incontournable et incontestable du metal contemporain.",
    "BIO_EN": "Without missing a step in terms of the energy or intensity that defined the high powered early years of these Huntington Beach natives, AVENGED SEVENFOLD have continued to grow, mature and evolve in surprising, exciting new ways. Emerging from the underground to play some of the biggest stages in the world, they have become the uncontested kings of modern metal. ",
    "FFO": "Bullet For My Valentine, Machine Head, Trivium, Disturbed",
    "PAYS": "USA",
    "COUNTRY": "USA",
    "PARTICIPATIONS": "4ème participation (2006 – 2014 – 2018 – 2024)",
    "SCENE": "MAINSTAGE 1",
    "DAY": "Jeudi",
    "DEBUT": "23h30",
    "FIN": "01h00",
    "SPOTIFY": "https://open.spotify.com/artist/0nmQIMXWTXfhgOBdNzhGOs",
    "DEEZER": "https://www.deezer.com/fr/artist/406",
    "YOUTUBE": "https://www.youtube.com/channel/UCFcqi7MrlzIp9RMTtUlxE8g",
    "LAST.FM": "",
    "LASTFM": "https://www.last.fm/fr/music/Avenged+Sevenfold",
    "SETLISTFM": "https://www.setlist.fm/setlists/avenged-sevenfold-3d6d1a3.html",
    "id": 12
  },
  {
    "GROUPE": "BABYMETAL",
    "STYLE": "Kawaii Metal",
    "Bio": "Des petites jeunes en tutu rouge, des danses dignes des meilleurs girls bands et des mélodies pop sucrées... Les reines du kawaii metal sont à Clisson pour vous en mettre plein les yeux et les oreilles et faire taire les détracteurs qui ne verraient en elles qu'un groupe juste bon à servir de bande-son à un manga. Leur mix J-Pop/heavy metal vient botter le cul des béotiens et on ne donne pas 2 minutes aux autres avant de succomber !",
    "BIO_EN": "Little girls in red tutus with silly dances and sugary pop hooks... The queens of kawaii metal are back to Clisson for the first time to thrill your ears and eyes. Haters say it’s just anime soundtrack music, but those who are in the know have been thrilled by these supremely talented performers and songwriters for years now. Their mix of J Pop and heavy metal is going to kick your ass, so get ready to rage!",
    "FFO": "DragonForce qui aurait bouffé un Pikachu, PassCode, Bring Me The Horizon, Motionless In White",
    "PAYS": "Japon",
    "COUNTRY": "Japan",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "MAINSTAGE 2",
    "DAY": "Jeudi",
    "DEBUT": "20h25",
    "FIN": "21h15",
    "DEEZER": "https://www.deezer.com/fr/artist/7805012",
    "SPOTIFY": "http://open.spotify.com/artist/630wzNP2OL7fl4Xl0GnMWq",
    "LASTFM": "https://www.last.fm/fr/music/BABYMETAL",
    "SETLISTFM": "https://www.setlist.fm/setlists/babymetal-5bd19f80.html",
    "YOUTUBE": "https://www.youtube.com/channel/UC33_tIj4m1_XaqfFcomShvw",
    "id": 13
  },
  {
    "GROUPE": "LANDMVRKS",
    "STYLE": "Metalcore",
    "Bio": "Au vu de la courbe exponentielle prise par la carrière de LANDMVRKS, il y a fort à parier que les Marseillais ne vont pas tarder à intégrer la liste des symboles de la cité phocéenne aux côtés de l’OM, du Vieux-Port ou de la Bonne Mère. Juste un poil trop tard pour allumer la vasque olympique, mais largement dans les temps pour mettre le feu à la Mainstage 2. Nul doute que vous allez vous faire broyer par leur metalcore, la seule incertitude reste donc de savoir: où s’arrêteront ils ?!",
    "BIO_EN": "Looking at the exponential growth that the career of LANDMVRKS as taken it seems hard to want to bet against these guys. Their brand of metalcore is exciting and powerful, a welcome French addition to Main Stage 2. They’re going to set the field on fire, the only incertitude is just how far can they take the madness that they deliver? It seems like there is no stopping them now.",
    "FFO": "Bad Omens, Crystal Lake, Fit For A King, Polaris",
    "PAYS": "France",
    "COUNTRY": "France",
    "PARTICIPATIONS": "2ème participation (2022 – 2024)",
    "SCENE": "MAINSTAGE 2",
    "DAY": "Jeudi",
    "DEBUT": "22h25",
    "FIN": "23h25",
    "DEEZER": "https://www.deezer.com/fr/artist/9985838",
    "SPOTIFY": "https://open.spotify.com/artist/6G43CiunIxMwb2tQ12vNP6",
    "LASTFM": "https://www.last.fm/fr/music/LANDMVRKS",
    "SETLISTFM": "https://www.setlist.fm/setlists/landmvrks-1bcdf9c8.html",
    "YOUTUBE": "https://www.youtube.com/channel/UCPqprh7ZjofSvmAYJ-UlkZg",
    "id": 14
  },
  {
    "GROUPE": "BAD SITUATION",
    "STYLE": "Metal Alternatif",
    "Bio": "Si Aziz Bentot prend son pied à écouter et causer metal sur sa chaine YouTube Dealer 2 Metal, il n’est pas non plus contre un petit tour sur le devant de la scène… Mais la vraie, celle qui vous fait vibrer. Et c’est avec sa guitare et son acolyte Lucas Pelletier à la batterie que le duo explosif s’inspire de la scène alternative des années 90 dans un mélange entre riffs lourds, refrains accrocheurs et énergie déchaînée.",
    "BIO_EN": "If Aziz Bento has gotten you headbanging with his Youtube channel Dealer 2 Metal, then perhaps you already knew about his killer metal band. It’s not just a goofy Youtube project! Instead the masterful guitarist will be coming to Hellfest with his acolyte Lucas Pelletier behind the drums for an explosive duo whose 90s sound will thrill you with a mix of heavy riffs, massive choruses, huge hooks and unchained energy.",
    "FFO": "Killswitch Engage, Last Temptation, Volbeat, Metallica",
    "PAYS": "France",
    "COUNTRY": "France",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "MAINSTAGE 2",
    "DAY": "Dimanche",
    "DEBUT": "10h30",
    "FIN": "11h00",
    "DEEZER": "https://www.deezer.com/fr/artist/133379952",
    "SPOTIFY": "https://open.spotify.com/intl-fr/artist/6jwj8yMIb86kjEuGVoHKqG",
    "LASTFM": "https://www.last.fm/music/Bad+Situation",
    "SETLISTFM": "https://www.setlist.fm/setlists/bad-situation-53fd5be5.html",
    "YOUTUBE": "https://www.youtube.com/channel/UC12Y-ktD7niEFZCYla8TMzw",
    "id": 15
  },
  {
    "GROUPE": "BATUSHKA",
    "STYLE": "Black Metal",
    "Bio": "Alors que notre vile et funeste civilisation continue de s’autoanéantir, la sombre et spirituelle quête de la formation polonaise n’a jamais paru aussi libératrice et vitale qu’aujourd’hui. Chants liturgiques et black metal s’adonnent à un corps à corps troublant et offrent une expérience sonore, visuelle et sensorielle hors du commun, coordonnée par son grand architecte, Krzysztof Drabikowski (Кристофор).",
    "BIO_EN": "Even as our vile and crumbling civilization continues to kill itself, the somber and spiritual quest of this Polish group delves ever further into our fragile psyches. For the uninitiated, Batushka’s music sees liturgical chants confront twisted black metal, with a thrilling, orthodox stage presentation. It’s a troubling and deeply personal sonic experience, far removed from tradition, guided forward by the visionary Krzysztof Drabikowski. ",
    "FFO": "Mgla, Mephorash, Uada, Cult Of Fire",
    "PAYS": "Pologne",
    "COUNTRY": "Poland",
    "PARTICIPATIONS": "2ème participation (2018 – 2024)",
    "SCENE": "TEMPLE",
    "DAY": "Dimanche",
    "DEBUT": "18h40",
    "FIN": "19h40",
    "DEEZER": "https://www.deezer.com/fr/artist/9768798",
    "SPOTIFY": "https://open.spotify.com/intl-fr/artist/15LsRgSmN0t8VLcsUFYW5J",
    "LASTFM": "https://www.last.fm/fr/music/Batushka",
    "SETLISTFM": "https://www.setlist.fm/setlists/batushka-1bc5b1ec.html",
    "YOUTUBE": "https://www.youtube.com/channel/UCYBy4EecsHOO1c4zEREowKg",
    "id": 16
  },
  {
    "GROUPE": "BIOHAZARD",
    "STYLE": "Hardcore Metal",
    "Bio": "Depuis ses premiers accès de rage en 1987 et une carrière pas franchement rectiligne marquée par le tumulte, le musculeux et tatoué gang de Brooklyn occupe toujours dans les cœurs et les méninges un rôle déterminant au carrefour du hardcore, du metal et du rap. Fort d’une détermination inaltérée et renforcé par le retour tant attendu d’Evan Seinfeld, il exprime plus que jamais sa colère au son de guitares rageuses et de textes engagés.",
    "BIO_EN": "Since first exposing us to their rage in 1987, Biohazard have had an incredible, if tumultuous career. The burly, tattooed gang of Brooklyn upstarts has found their way into the hearts of millions with a sound that blends hardcore, metal and rap. With unwavering determination and new interest breathed into the band with the return of Evan Seinfeld, the band has found whole new exciting ways to express their anger and attract a new generation of fans.",
    "FFO": "Body Count, Arkangel, Hatebreed, Merauder",
    "PAYS": "USA",
    "COUNTRY": "USA",
    "PARTICIPATIONS": "4ème participation (2010 – 2012 – 2015 – 2024)",
    "SCENE": "WARZONE",
    "DAY": "Vendredi",
    "DEBUT": "22h50",
    "FIN": "23h50",
    "DEEZER": "https://www.deezer.com/fr/artist/7282",
    "SPOTIFY": "https://open.spotify.com/intl-fr/artist/3nhxXtHwC2TookQyqQlFK1",
    "LASTFM": "https://www.last.fm/fr/music/Biohazard",
    "SETLISTFM": "https://www.setlist.fm/setlists/biohazard-7bd6d690.html",
    "YOUTUBE": "https://www.youtube.com/user/BiohazardDFLvideo",
    "id": 17
  },
  {
    "GROUPE": "BLACK RAINBOWS",
    "STYLE": "Stoner Psyché",
    "Bio": "Au fil des ans, BLACK RAINBOWS est devenu une délicieuse sucrerie pour les gourmands aficionados de stoner aux saveurs psychédéliques et spatiales, et incarne avec brio un des plus brillants ambassadeurs du fuzz. De par son approche métissée faisant autant la part belle au classicisme qu’à des envolées au-delà du cosmos et à l’établissement de plans doom teintées 70s, les Arcs-en-Ciel Noirs en mettent plein les oreilles et la tronche.",
    "BIO_EN": "Italy’s BLACK RAINBOWS are now established among the best Heavy Psych Stoner Space band coming from Europe, spreading the word of Fuzz since 2007! Their sound has oozed between classic ‘90s-style stoner fuzz and deep-cosmos psychedelia, drawing on the best of hard-driving space rock to conjure a vibe totally tripped-out. 70’s attitude with the doom-occult sound and the stoner rock in a masterful way. A punch in your face!",
    "FFO": "Mothership, Asteroid, Toner Low, Kadavar",
    "PAYS": "Italie",
    "COUNTRY": "Italy",
    "PARTICIPATIONS": "2ème participation (2018 - 2024)",
    "SCENE": "VALLEY",
    "DAY": "Vendredi",
    "DEBUT": "14h20",
    "FIN": "15h05",
    "DEEZER": "https://www.deezer.com/fr/artist/7136205",
    "SPOTIFY": "https://open.spotify.com/artist/6VNmsa4FPNunveA9ktg0Nb",
    "LASTFM": "https://www.last.fm/fr/music/Black+Rainbows",
    "SETLISTFM": "https://www.setlist.fm/setlists/black-rainbows-3bd5f4b8.html",
    "YOUTUBE": "https://www.youtube.com/channel/UCYTYwr0l9zt9dr8tWVXALcA",
    "id": 18
  },
  {
    "GROUPE": "BLACK STONE CHERRY",
    "STYLE": "Hard Rock",
    "Bio": "En un peu plus de deux décennies, BLACK STONE CHERRY a redéfini les standards du rock sudiste avec une recette riche en riffs à l’embonpoint fièrement assumé et aux refrains imparables. Si l’épaisseur des guitares fait office de maîtresse de maison et permet de s’ébrouer gaîment les cervicales, les pensionnaires du Kentucky laissent aussi la part belle à l’émotion sur le terrain des paroles et des atmosphères. Du tout bon !",
    "BIO_EN": "Since its inception in 2001, Proud Kentucky rockers BLACK STONE CHERRY has set a new standard for Southern rock, revitalizing the tradition with its burly riffs and stirring rock hooks. Today, the solid four-piece still explodes with urgently-emotive pop-rock hooks as well asheartfelt, redemptive lyrics, headbanging riffs, obviously powerful dynamics… And thrilling musicianship! These guys are smashing down the hammer of the gods.",
    "FFO": "Alter Bridge, The Answer, The Dead Daisies, Thundermother",
    "PAYS": "USA",
    "COUNTRY": "USA",
    "PARTICIPATIONS": "2ème participation (2009 – 2024)",
    "SCENE": "MAINSTAGE 1",
    "DAY": "Samedi",
    "DEBUT": "15h10",
    "FIN": "15h55",
    "DEEZER": "https://www.deezer.com/fr/artist/12014",
    "SPOTIFY": "https://open.spotify.com/intl-fr/artist/6WMo39FU3nrpSz3qMgRKug",
    "LASTFM": "https://www.last.fm/fr/music/Black+Stone+Cherry",
    "SETLISTFM": "https://www.setlist.fm/setlists/black-stone-cherry-23d7b48f.html",
    "YOUTUBE": "https://www.youtube.com/channel/UCGpm_kAfcC-v3R46tPkW1xQ",
    "id": 19
  },
  {
    "GROUPE": "BLEED FROM WITHIN",
    "STYLE": "Metalcore",
    "Bio": "BLEED FROM WITHIN est le nouveau joyau metalcore de la couronne britannique. Gagnant en force à chaque livraison discographique, les Ecossais appuient à fond sur le champignon et sont résolus à bousculer l’ordre établi de la façon la plus brutale et inspirée. L’appétit vient en mangeant et ces affamés ont une sacrée dalle. Et ne devraient pas tarder à s’inviter à la table des seigneurs du genre pour s’y tailler la part du lion.",
    "BIO_EN": "These Glaswegian metalheads are only growing stronger and more popular with every new release. The unstoppable riff machine has been crushing forward at a frantic pace over the last few years and here is no putting the breaks on the heaviest band to ever emerge from Scotland. The band’s reputation as one of the most formidable forces in modern metal has earned them tour slots with Megadeth, Lamb Of God, Testament and Heaven Shall Burn, to name just a few.",
    "FFO": "While She Sleeps, Miss May I, August Burns Red, Architects",
    "PAYS": "Royaume-Uni",
    "COUNTRY": "United Kingdom",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "MAINSTAGE 2",
    "DAY": "Jeudi",
    "DEBUT": "17h15",
    "FIN": "17h55",
    "DEEZER": "https://www.deezer.com/fr/artist/389793",
    "SPOTIFY": "https://open.spotify.com/artist/5ZvwJikDgdP1PFU4PkAPVG",
    "LASTFM": "https://www.last.fm/music/Bleed+from+Within",
    "SETLISTFM": "https://www.setlist.fm/setlists/bleed-from-within-5bd2bf14.html",
    "YOUTUBE": "https://www.youtube.com/user/BleedFromWithin",
    "id": 20
  },
  {
    "GROUPE": "BLOCKHEADS",
    "STYLE": "Grindcore",
    "Bio": "Amis de la poésie, passez votre chemin. En ces temps politico-sociaux douloureux, les grosses brutasses nancéiennes tapent allègrement sur le système en déversant leur fiel. Un tout droit sur les routes délabrées du grindcore, pied enfoncé sur l’accélérateur, pour un tabassage administré avec hargne et conviction. Depuis plus de 30 ans, c’est un condensé de pure agressivité, une violence sans pareille. Une démonstration de force !",
    "BIO_EN": "Poetry lovers, come this way. In this time of socio-political suffering, crushing environmental pain and the slow meltdown of our environment, BLOCKHEADS stand tall. With a grindcore sound that presses the pedal to the metal, this is extreme music released with punishing hatred and conviction. For over 30 years they’ve condensed aggression and violence without parallel. Prepare for a demonstration of force! ",
    "FFO": "Extreme Noise Terror, Lock Up, Insect Warfare, Nasum",
    "PAYS": "France",
    "COUNTRY": "France",
    "PARTICIPATIONS": "3ème participation (2009 – 2014 – 2024)",
    "SCENE": "ALTAR",
    "DAY": "Samedi",
    "DEBUT": "11h40",
    "FIN": "12h10",
    "DEEZER": "https://www.deezer.com/fr/artist/400038",
    "SPOTIFY": "https://open.spotify.com/intl-fr/artist/1O0XgSffi6hBCUANwVP5P7",
    "LASTFM": "https://www.last.fm/music/Blockheads",
    "SETLISTFM": "https://www.setlist.fm/setlists/the-blockheads-6bd7baf6.html",
    "YOUTUBE": "https://www.youtube.com/channel/UCgkK9tKe4t32A14iA1xZteA",
    "id": 21
  },
  {
    "GROUPE": "BODY COUNT FEAT. ICE-T",
    "STYLE": "Fusion",
    "Bio": "Qu’il est bon de revoir ce cher ICE-T et son gangsta band. Les bad boys sont de retour et c’est toujours le poing (et le doigt) bien levé qu’ils viennent faire montre de toute leur hargne avec un cocktail explosif et sulfureux de hip-hop à haute teneur metallique. La Warzone avait eu du mal à se remettre leur démonstration de force de 2015, il y a peu de chance qu’il en soit autrement à nouveau. BODY COUNT is back motherfuckaz !",
    "BIO_EN": "BODY COUNT is the group that dropped hip-hop attitude into heavy metal and hard rock music before Rage Against The Machine, Limp Bizkit, Linkin Park made records, despite nary an ounce of rapping over their mosh-pit inducing songs. BODY COUNT is a full on metal band, fronted by a legendary rapper who drops knowledge, violent stories and verbal middle fingers, with a bellowing growl descended from some of punk rock’s most pissed off screamers: Ice T.",
    "FFO": "Rage Against The Machine, Biohazard, Suicidal Tendencies, Downset",
    "PAYS": "USA",
    "COUNTRY": "USA",
    "PARTICIPATIONS": "3ème participation (2015 – 2018 – 2024)",
    "SCENE": "WARZONE",
    "DAY": "Vendredi",
    "DEBUT": "01h00",
    "FIN": "02h00",
    "DEEZER": "https://www.deezer.com/fr/artist/2987",
    "SPOTIFY": "https://open.spotify.com/artist/5KCph1z3jaSwhtwPzoYp6i",
    "LASTFM": "https://www.last.fm/fr/music/Body+Count",
    "SETLISTFM": "https://www.setlist.fm/setlists/body-count-7bd686bc.html",
    "YOUTUBE": "https://www.youtube.com/results?search_query=body+count",
    "id": 22
  },
  {
    "GROUPE": "BRAND OF SACRIFICE",
    "STYLE": "Brutal Deathcore",
    "Bio": "Du bourrin de chez bourrin mais pas que ! Alliant la bestialité du deathcore le plus furibard à la sauvagerie d’un brutal death exacerbé à l’extrême, ces mauvaises teignes ne font pas les choses à moitié en matière de terrorisme musical. Maîtrisant avec brio et sadisme les ficelles du genre, elles n’offrent aucun répit, attaquant directement à la jugulaire, au foie et aux valseuses, une fois les tympans lacérés.",
    "BIO_EN": "Young dumb and full of riffs! Why not? With all the bestial magic of deathcore with brutal death metals savagery and dedication to the extreme, BRAND OF SACRIFICE don’t operate in half measures - instead they opt for musical terrorism. Mastering with aplomb a sadistic and tortured take on the genre, they offer no respite, and instead go straight for the jugular. This is certain to pierce your ear drums! ",
    "FFO": "Shadow Of Intent, Signs Of The Swarm, Chelsea Grin, Thy Art Is Murder",
    "PAYS": "Canada",
    "COUNTRY": "Canada",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "ALTAR",
    "DAY": "Dimanche",
    "DEBUT": "12h50",
    "FIN": "13h30",
    "DEEZER": "https://www.deezer.com/fr/artist/14137283",
    "SPOTIFY": "https://open.spotify.com/artist/4d6Rawrese4OLF1zZCztod",
    "LASTFM": "https://www.last.fm/fr/music/Brand+of+Sacrifice",
    "SETLISTFM": "https://www.setlist.fm/setlists/brand-of-sacrifice-63c9ba6f.html",
    "YOUTUBE": "https://www.youtube.com/channel/UCUdInBsFb3TDQ27VKxXDtDg",
    "id": 23
  },
  {
    "GROUPE": "BRUCE DICKINSON",
    "STYLE": "Heavy Metal",
    "Bio": "Chanteur au sein d’Iron Maiden autant que pilote d’avion, escrimeur, entrepreneur ou écrivain, BRUCE DICKINSON excelle bien au-delà des sphères habituellement fréquentées par ses collègues artistes. Sur les planches du festival pour la première fois en tant qu’artiste solo, il vient défendre avec sa verve légendaire son ambitieux nouvel opus, The Mandrake Project dans le cadre d’une prestation de haute-volée.",
    "BIO_EN": "Some metal frontmen are in a league of their own. Bruce Dickinson, singer of Iron Maiden, pilot, fencer, entrepreneur, author and so much more is one such frontman. He’s returning to Hellfest for the first time as a solo artist with his new album The Mandrake Project and it promises to be a unique and masterful performance. There can only be one Bruce Dickinson, and we’re bringing him to you! ",
    "FFO": "Iron Maiden, Judas Priest, Savatage, Jorn",
    "PAYS": "Royaume-Uni",
    "COUNTRY": "United Kingdom",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "MAINSTAGE 2",
    "DAY": "Samedi",
    "DEBUT": "21h40",
    "FIN": "22h40",
    "DEEZER": "https://www.deezer.com/fr/artist/1779",
    "SPOTIFY": "https://open.spotify.com/intl-fr/artist/7Iffw1nP3NjCWkRIx3Ily9",
    "LASTFM": "https://www.last.fm/fr/music/Bruce+Dickinson",
    "SETLISTFM": "https://www.setlist.fm/setlists/bruce-dickinson-63d6ba03.html",
    "YOUTUBE": "https://www.youtube.com/@BruceDickinsonYT",
    "id": 24
  },
  {
    "GROUPE": "BRUJERIA",
    "STYLE": "Death Metal / Grindcore",
    "Bio": "Collectif né dans les bas-fonds mexicains, BRUJERIA n’aura eu de cesse d’entretenir la légende du grand banditisme autour de lui. Démentie depuis, il n’en reste pas moins une belle bande de truands qui, derrière ses foulards et cagoules, balance un son d’une violence sans nom. On ne saurait trop s’aventurer sur les patronymes de ces sombres individus, mais une chose est sûre : leur death grind s’apparente à une belle petite correction !",
    "BIO_EN": "A collective emerging from the darkest parts of the Mexican underground, BRUJERIA are legends in their own lifetimes. These death metal bandits are a crazed group of heavy metal truants performing behind bandanas and balaclavas, unleashing a sound that is too violent to name. We don’t want to suggest we know the names of the dark shadows behind the band but know this - death grind will descend upon Hellfest! ",
    "FFO": "Napalm Death, Brutal Truth, Terrorizer, Exhumed",
    "PAYS": "Mexique / USA",
    "COUNTRY": "Mexique / USA",
    "PARTICIPATIONS": "3ème participation (2007 – 2012 – 2024)",
    "SCENE": "ALTAR",
    "DAY": "Jeudi",
    "DEBUT": "19h40",
    "FIN": "20h40",
    "DEEZER": "https://www.deezer.com/fr/artist/14964",
    "SPOTIFY": "https://open.spotify.com/intl-fr/artist/1VV61UepOgsPiOjljK6mBY",
    "LASTFM": "https://www.last.fm/fr/music/Brujeria",
    "SETLISTFM": "https://www.setlist.fm/setlists/brujeria-6bd636da.html",
    "YOUTUBE": "https://www.youtube.com/subscription_center?add_user=BrujeriaOfficial",
    "id": 25
  },
  {
    "GROUPE": "BRUTUS",
    "STYLE": "Post Hardcore-Metal-Rock",
    "Bio": "Tirant la quintessence du punk, du hardcore, du rock et de tous les post-machins envisageables, BRUTUS est une bien belle création. Évoquant tout aussi bien l’urgence, la lévitation ou le tumulte, sa musique s’apparente à un sacré ascenseur émotionnel. Si la première prestation du groupe avait attiré nombre de curieux sur la Warzone, c’est assurément une foule des plus conséquente qui fera cette année un triomphe à ce fantastique trio.",
    "BIO_EN": "Taking the essential elements of punk, hardcore and many forms of post-music, Leuven’s BRUTUS is truly a beautiful creation. Evoking urgency as well as a tumultuous sense of soaring might, the three-piece act’s music is a sort of emotional elevator and the perfect environment for the breathtaking vocals of Stefanie Mannaerts who handles her singing duties from behind the kit! This shining star has only begun to rise! Gorgeous!",
    "FFO": "Svalbard, Defeater, Refused, Holy Fawn",
    "PAYS": "Belgique",
    "COUNTRY": "Belgium",
    "PARTICIPATIONS": "2ème participation 2018 – 2024",
    "SCENE": "VALLEY",
    "DAY": "Samedi",
    "DEBUT": "16h00",
    "FIN": "16h45",
    "DEEZER": "https://www.deezer.com/fr/artist/85494012",
    "SPOTIFY": "https://open.spotify.com/intl-fr/artist/7m63GptZSke3jGqCxR4rom",
    "LASTFM": "https://www.last.fm/fr/music/Brutus",
    "SETLISTFM": "https://www.setlist.fm/setlists/brutus-4bc5d71a.html",
    "YOUTUBE": "https://www.youtube.com/channel/UCnnkYObW-_QTobV8OKXn77A",
    "id": 26
  },
  {
    "GROUPE": "CALIBAN",
    "STYLE": "Metalcore",
    "Bio": "Avec des débuts ancrés au milieu des 90s outre-Rhin, CALIBAN n’avait pas la tâche facile : le genre pratiqué - le metalcore - n’en était qu’à ses timides débuts et le marché domestique allemand se caractérisait surtout par une approche plus traditionnelle du metal. Un quart de siècle plus tard, les vétérans ont gagné le respect de leurs pairs et n’ont de cesse d’élever leur style vigoureux et efficace vers la stratosphère.",
    "BIO_EN": "CALIBAN is a metalcore group that was formed in 1997 in Germany – a land known for its traditional approach of metal music, when metalcore was just beginning to take root as a valid metal genre. Through the years, they managed to survive through the years and gained a respectful legion of fans from their countrymen and worldwide. Today CALIBAN stays true to their roots while still taking them to new areas.",
    "FFO": "Heaven Shall Burn, Maroon, Neaera, All Shall Perish",
    "PAYS": "Allemagne",
    "COUNTRY": "Germany",
    "PARTICIPATIONS": "2ème participation (2016 – 2024)",
    "SCENE": "ALTAR",
    "DAY": "Dimanche",
    "DEBUT": "14h20",
    "FIN": "15h05",
    "DEEZER": "https://www.deezer.com/fr/artist/7009",
    "SPOTIFY": "https://open.spotify.com/intl-fr/artist/1oeo6cC9Fqa2bxxv67qBQL",
    "LASTFM": "https://www.last.fm/fr/music/Caliban",
    "SETLISTFM": "https://www.setlist.fm/setlists/caliban-7bd68288.html",
    "YOUTUBE": "https://www.youtube.com/user/calibanofficial",
    "id": 27
  },
  {
    "GROUPE": "CHELSEA WOLFE",
    "STYLE": "Folk Gothique",
    "Bio": "A la fois dense et minimale, brute et opulente, intime et expansive, la musique de la Californienne tisse sa toile et vous emprisonne dans son intimité. La gravité séduisante de son œuvre, à l'intersection du conscient et de l'inconscient, ne vous lâchera pas. Le grondement se transforme en nappes vaporeuses, la chute vertigineuse vous transporte, le sublime côtoie le gracieux. Une version musicale de la désolation américaine.",
    "BIO_EN": "At once both dense and minimalist, brutal and opulent, intimate and expansive, the music of the Californian sorceress CHELSEA WOLFE is delicate, beautiful and powerful. With a sense of gravitas that is seductive and larger than life, it is impossible to turn away from what her live show creates. The darkest vibes turn into vaporous transcendent, incredible sonic leaps transport you away and the sense of the sublime becomes gracious. Get ready for glory.",
    "FFO": "Emma Ruth Rundle, Marissa Nadler, Anna Von Hausswolff, Darkher",
    "PAYS": "USA",
    "COUNTRY": "USA",
    "PARTICIPATIONS": "2ème participation (2017 – 2024)",
    "SCENE": "VALLEY",
    "DAY": "Samedi",
    "DEBUT": "19h35",
    "FIN": "20h35",
    "DEEZER": "https://www.deezer.com/fr/artist/398157",
    "SPOTIFY": "https://open.spotify.com/intl-fr/artist/6ZK2nrW8aCTg8Bid7I7N10",
    "LASTFM": "https://www.last.fm/fr/music/Chelsea+Wolfe",
    "SETLISTFM": "https://www.setlist.fm/setlists/chelsea-wolfe-53d5b7c1.html",
    "YOUTUBE": "https://www.youtube.com/channel/UCjunnZq5ArgycpGBkOVLUMA",
    "id": 28
  },
  {
    "GROUPE": "SIERRA",
    "STYLE": "Synthwave / Darkwave",
    "Bio": "La France, cette terre fertile en groupes de très haute qualité en matière de synthwave, nous présente une nouvelle variété, garantie sans OGM, connue sous le nom de SIERRA. Ce projet, à la saveur darkwave et au goût sucré d’EBM, porté par Annelise Morel, n’a rien a envier à ses aînés que sont Perturbator ou Carpenter Brut. Avec ses ambiances propices à l’abandon et la perdition, elle vient partager sa mélancolie et sa colère à coups de gros beats et de nappes sombres qui en feront à nouveau danser plus d’un.",
    "BIO_EN": "France, the fertile land of top-notch synthwave acts, introduces a new breed with SIERRA. This darkwave-infused project, led by Annelise Morel, has all the dark allure of EBM and stands tall alongside legends like Perturbator and Carpenter Brut. With atmospheres that invite you to lose yourself, SIERRA mixes melancholy and anger into heavy beats and dark layers that will get everyone dancing once again.",
    "FFO": "Perturbator, Carpenter Brut",
    "PAYS": "France",
    "COUNTRY": "France",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "VALLEY",
    "DAY": "Dimanche",
    "DEBUT": "17h45",
    "FIN": "18h35",
    "DEEZER": "https://www.deezer.com/fr/artist/109597802",
    "SPOTIFY": "https://open.spotify.com/intl-fr/artist/25WCO5tS4sXMxIfe3nIXL4",
    "LASTFM": "https://www.last.fm/fr/music/Sierra",
    "SETLISTFM": "https://www.setlist.fm/search?artist=63f7461b&query=sierra",
    "YOUTUBE": "https://www.youtube.com/channel/UCqjdW6OYmD3eKUVBVPk9rtQ",
    "id": 29
  },
  {
    "GROUPE": "CLAWFINGER",
    "STYLE": "Fusion / Indus / Rapcore",
    "Bio": "Avec son 1er album, Deaf Dumb Blind, sorti en 1993, CLAWFINGER fait figure de pionner du mélange rap metal. Encore aujourd’hui, des tas de groupes de nu metal et de fusion peuvent se revendiquer de l’héritage des Suédois. Avec son flow imparable, il balance des textes très politisés et malheureusement toujours au fait de l’actualité moribonde. Des brûlots indus-core incendiaires pour un résultat détonant et salement anti-conformiste.",
    "BIO_EN": "With their first album, Deaf Dumb Blind, in 1993 CLAWFINGER established themselves as pioneers of the mix of rap and metal. Today, countless nu-metal groups can trace a direct sonic heritage to these Swedes. With their undeniable flows, political lyrics and morbid visions these incendiary, anti conformist musicians have found a path that is wholly their own.",
    "FFO": "Dog Eat Dog, Stuck Mojo, Downset, Spineshank",
    "PAYS": "Suède",
    "COUNTRY": "Suede",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "WARZONE",
    "DAY": "Vendredi",
    "DEBUT": "20h40",
    "FIN": "21h40",
    "DEEZER": "https://www.deezer.com/fr/artist/2218",
    "SPOTIFY": "https://open.spotify.com/artist/1xE3snzm12GBK259IqEFlY",
    "LASTFM": "https://www.last.fm/music/Clawfinger",
    "SETLISTFM": "https://www.setlist.fm/setlists/clawfinger-53d6df21.html",
    "YOUTUBE": "https://www.youtube.com/user/clawfingerofficial",
    "id": 30
  },
  {
    "GROUPE": "COCK SPARRER",
    "STYLE": "Punk",
    "Bio": "Les légendes ne meurent jamais ! Et COCK SPARRER est bien la preuve de cet adage. Présent dès la 1ère vague de punk britannique, cela fait déjà plus de 50 ans que la gouaille de Colin McFaull fait un malheur. Une attitude authentique, loin du music business. Un témoignage virulent prouvant que le poids des années n’a jamais été un fardeau. Le punk n’est vraiment pas mort mais profitez-en vite car c’est leur dernier tour de piste !",
    "BIO_EN": "COCK SPARRER are widely considered to be one of the most influential street punk bands in history. After 50 years, they show no signs of slowing down, as enthusiasm for the band is not only at an all-time high, but is only increasing! They are still playing, drinking, going to football and generally making a nuisance of themselves! One more thing: a COCK SPARRER show is an EVENT. It’s like Cup Final day. A family singalong. So make sure to be there.",
    "FFO": "Cockney Rejects, 999, Evil Conduct, Sham 69",
    "PAYS": "Royaume-Uni",
    "COUNTRY": "United Kingdom",
    "PARTICIPATIONS": "2ème participation (2015 – 2024)",
    "SCENE": "WARZONE",
    "DAY": "Dimanche",
    "DEBUT": "23h00",
    "FIN": "00h00",
    "DEEZER": "https://www.deezer.com/fr/artist/3929",
    "SPOTIFY": "https://open.spotify.com/intl-fr/artist/4NPManowiyiGa72hezruf2",
    "LASTFM": "https://www.last.fm/fr/music/Cock+Sparrer",
    "SETLISTFM": "https://www.setlist.fm/setlists/cock-sparrer-3bd6b054.html",
    "YOUTUBE": "https://www.youtube.com/channel/UCP76rUvVD2hqCyyGez2S6Lw",
    "id": 31
  },
  {
    "GROUPE": "COREY TAYLOR",
    "STYLE": "Metal Alternatif",
    "Bio": "Nul besoin de présenter le grand bonhomme qui se cache sous le masque de #8 au sein de Slipknot ou à visage découvert chez Stone Sour. Car tout le monde connaît et reconnaît à la première vibration de ses cordes vocales le timbre exceptionnel de COREY TAYLOR. Mais c’est en solo, sans contraintes, libéré des limites posées par ses groupes, qu’il vient montrer l’étendue de son talent. This is Corey MotherFucking Taylor !",
    "BIO_EN": "No need for introductions with The Great Man of Metal, he who hides under the ominous mask #8 at the heart of Slipknot, or played with his head uncovered with Stone Sour. Everyone knows who he is from the first reverberation of his vocal cords, it’s the one and only COREY TAYLOR. Now we have him as a solo act with no limitations from his other bands, and he’s here once more to prove he is Corey Motherfucking Taylor!",
    "FFO": "StoneSour, Velvet Revolver, Alice In Chains, Godsmack",
    "PAYS": "USA",
    "COUNTRY": "USA",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "MAINSTAGE 2",
    "DAY": "Dimanche",
    "DEBUT": "18h20",
    "FIN": "19h20",
    "DEEZER": "https://www.deezer.com/fr/artist/4145",
    "SPOTIFY": "https://open.spotify.com/intl-fr/artist/0nhDd1RWjZ6SDV1Vg1Ku2Q",
    "LASTFM": "https://www.last.fm/music/Corey+Taylor",
    "SETLISTFM": "https://www.setlist.fm/setlists/corey-taylor-13d6990d.html",
    "YOUTUBE": "https://www.youtube.com/channel/UCLQ1zmTPoqXZ6Vk0LVtQvkg",
    "id": 32
  },
  {
    "GROUPE": "PLANET OF ZEUS",
    "STYLE": "Heavy Rock / Stoner",
    "Bio": "Dépositaire d’un heavy rock aussi burné qu’inspiré, la formation hellénique est aujourd’hui un groupe sur laquelle il va falloir compter. En place depuis 2000, le groupe s’est fait la main et a aiguisé ses riffs dans toutes les salles possibles et imaginables sur son territoire. La force brute, sincère et en constante évolution de son œuvre magnifiée en conditions livre lui permette aujourd’hui de s’installer à la table des grands.",
    "BIO_EN": "PLANET OF ZEUS are the heavy rock band from Greece that you need to know about. Formed in 2000, they have honed their craft and sharpened their riffs in every venue imaginable in their home country. Their raw, honest and ever-evolving sound has been magnified by their live performances and has earned them a place at the table of the greats. They are a band that you need to see to believe.",
    "FFO": "Nightstalker, 1000Mods, Hermano, Dozer",
    "PAYS": "Grèce",
    "COUNTRY": "Greece",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "VALLEY",
    "DAY": "Vendredi",
    "DEBUT": "17h45",
    "FIN": "18h35",
    "DEEZER": "https://www.deezer.com/fr/artist/5818131",
    "SPOTIFY": "https://open.spotify.com/artist/1oxVf6OeX1x5R9VxuHZmFG",
    "LASTFM": "https://www.last.fm/fr/music/Planet+of+Zeus",
    "SETLISTFM": "https://www.setlist.fm/setlists/planet-of-zeus-1bd761a0.html",
    "YOUTUBE": "https://www.youtube.com/channel/UCXHCJxx_j2kpZqJqBF9WmXg",
    "id": 33
  },
  {
    "GROUPE": "CORVUS CORAX",
    "STYLE": "Folk Medieval",
    "Bio": "Avec leur travail de longue date, les musiciens berlinois ont façonné notre compréhension actuelle de la musique médiévale. Leur impact sur la scène musicale s'étend aux 4 coins du globe. Rythmes entraînants, mélodies ancestrales et sons d'autrefois : un son artisanal fait de tambours à la dimension fascinante et de cornemuses auto-construites. Sous ses airs de bêtes sauvage, CORVUS CORAX donne vie aux airs d'antan.",
    "BIO_EN": "CORVUS CORAX have long been acclaimed for their legendary concerts and few can avoid getting caught up in the ecstatic power of their acoustic performance in their fantastic self-created costumes. The East-German minstrels have created an unmistakable sound, which unites the haunting medieval melodies with hypnotic dance rhythms and drives audiences wild every time they play.",
    "FFO": "Faun, Chaostar, In Extremo, Tanzwut",
    "PAYS": "Allemagne",
    "COUNTRY": "Germany",
    "PARTICIPATIONS": "2ème participation (2017 – 2024)",
    "SCENE": "TEMPLE",
    "DAY": "Samedi",
    "DEBUT": "18h40",
    "FIN": "19h30",
    "DEEZER": "https://www.deezer.com/fr/artist/5263",
    "SPOTIFY": "https://open.spotify.com/intl-de/artist/0Qeg2Ytz5AcfvkIO3RYV3z",
    "LASTFM": "https://www.last.fm/fr/music/Corvus+Corax",
    "SETLISTFM": "https://www.setlist.fm/setlists/corvus-corax-2bd6f8fe.html",
    "YOUTUBE": "https://www.youtube.com/user/picamusic",
    "id": 34
  },
  {
    "GROUPE": "COSMIC PSYCHOS",
    "STYLE": "Garage Rock / Punk",
    "Bio": "Garage rock, influences punk, blagues de magnitude 9,5 sur l’Échelle de l’Humour à 2 Balles, langage fleuri, traces de freins au fond du slip kangourou : tous les éléments sont réunis pour vivre un grand moment de culture australienne contemporaine ! Alors déposez le cerveau, remplissez votre gobelet, lâchez quelques caisses et venez vous trémousser sur le pré au son de la mélopée loufoque de ces Psychopathes Cosmiques !",
    "BIO_EN": "Garage rock with punk influences, hilarious jokes, toilet humor, uniquely colorful language, kangaroo underwear and skid marks all define the manic world of COSMIC PSYCHOS. This is peak Australian bogan culture brought to life, so drop your brain off at the door and fill up your beer glass, because these guys are about to unleash cosmic psychopathy on your ass! ",
    "FFO": "Zeke, The Chats, Hard-Ons, The Spits",
    "PAYS": "Australie",
    "COUNTRY": "Australia",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "MAINSTAGE 1",
    "DAY": "Dimanche",
    "DEBUT": "11h05",
    "FIN": "11h35",
    "DEEZER": "https://www.deezer.com/fr/artist/8768",
    "SPOTIFY": "https://open.spotify.com/intl-fr/artist/3orc30EUucavid98kNtMEf",
    "LASTFM": "https://www.last.fm/fr/music/Cosmic+Psychos",
    "SETLISTFM": "https://www.setlist.fm/setlists/cosmic-psychos-1bd6cd7c.html",
    "YOUTUBE": "https://www.youtube.com/channel/UC9nCY3AnhEOtrmzgOMI1nvA",
    "id": 35
  },
  {
    "GROUPE": "CRADLE OF FILTH",
    "STYLE": "Black Metal Symphonique",
    "Bio": "30 ans après ses premiers méfaits, le Berceau de l’Ordure poursuit son chemin avec une approche toujours clivante et à la détermination son faille. Seigneur malveillant du black metal britannique, faisant preuve d’une exquise théâtralité et d’une aura nauséabonde, la horde anglaise dispose d’une formidable réputation scénique. Le show donné cette année ne fera pas exception à la règle et apportera son lot de grandiloquence bienvenue.",
    "BIO_EN": "His visitation will mark the 7th time the United Kingdom's most visionary and hellish outfit CRADLE OF FILTH led by iconic frontman Dani Filth has cursed Hellfest with its presence. Dark lords of the British black metal scene placing an emphasis on their demented aura and theatrical stage presence, the English horde has unleashed a formidable stage show with blisteringly intense live energy.",
    "FFO": "Dark Funeral, Carach Angren, Marduk, Dimmu Borgir",
    "PAYS": "Royaume-Uni",
    "COUNTRY": "United Kingdom",
    "PARTICIPATIONS": "7ème participation (2006 – 2009 – 2011 – 2013 – 2015 – 2019 – 2024)",
    "SCENE": "TEMPLE",
    "DAY": "Jeudi",
    "DEBUT": "01h05",
    "FIN": "02h00",
    "DEEZER": "https://www.deezer.com/fr/artist/121",
    "SPOTIFY": "https://open.spotify.com/artist/0NTSMFFapnyZfvmCwzcYPd",
    "LASTFM": "https://www.last.fm/fr/music/Cradle+of+Filth",
    "SETLISTFM": "https://www.setlist.fm/setlists/cradle-of-filth-63d6828b.html",
    "YOUTUBE": "https://www.youtube.com/channel/UCyAMV63OY0DRbKk6gGv6wJg?sub_confirmation=1",
    "id": 36
  },
  {
    "GROUPE": "CRYSTAL LAKE",
    "STYLE": "Metalcore",
    "Bio": "Le Japon regorge de pépites en tout genre. Au rayon des musiques énervées, ce sont les fringants CRYSTAL LAKE qui tiennent le haut du panier avec leur metalcore cybernétique, explosif, tout en puissance, quoique... Leur musique sait se faire sensible et fragile pour mieux vous atteindre. Et c’est avec leur tout nouveau chanteur, John Robert Centorrino, qu’ils viennent imposer leurs compos racées. Une valeur sûre à ne pas manquer.",
    "BIO_EN": "Having emerged in 2002, CRYSTAL LAKE are one of their nations primary metalcore exports. Their distinctive sound draws from hardcore and metalcore influences, seamlessly bleeding infectious melodies with a powerful heaviness. Veterans of a thousand club shows and countless festivals, CRYSTAL LAKE have built a name for themselves as a can’t miss act or curious westerners to see how they unleash metalcore in the Far East!",
    "FFO": "Crossfaith, Fit For A King, Landmvrks, Alpha Wolf",
    "PAYS": "Japon",
    "COUNTRY": "Japan",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "WARZONE",
    "DAY": "Jeudi",
    "DEBUT": "20h45",
    "FIN": "21h45",
    "DEEZER": "https://www.deezer.com/en/artist/373651",
    "SPOTIFY": "https://open.spotify.com/artist/0A7d0PJxaLO7CGI94ht6PX",
    "LASTFM": "https://www.last.fm/fr/music/Crystal+Lake",
    "SETLISTFM": "https://www.setlist.fm/setlists/crystal-lake-3bd86004.html",
    "YOUTUBE": "https://www.youtube.com/channel/UCXGwubDulXQSoZIePr06PHQ",
    "id": 37
  },
  {
    "GROUPE": "CRYSTAL VIPER",
    "STYLE": "Heavy Metal",
    "Bio": "CRYSTAL VIPER perpétue dans la foulée de sa renversante frontwoman, la chanteuse et guitariste Marta Gabriel, la grande tradition du heavy metal traditionnel pur jus. Celui dont on aime s’enivrer sans modération, celui qui fait la part belle aux rythmiques affûtées, aux solos époustouflants et aux vocalises claires et puissantes. Celui qui secoue les crinières et fait raidir conjointement l’index et l’auriculaire !",
    "BIO_EN": "CRYSTAL VIPER is a female fronted traditional / classic Heavy Metal band from Poland, founded by vocalist and guitarist Marta Gabriel. The band released its debut album in 2007, and since then toured in more than 15 countries, played in both tiny clubs and at huge open air festivals, released eight studio albums, and bunch of singles. So one thing is sure: they are one of the most hard working and most determined bands of their generation.",
    "FFO": "Lonewolf, Running Wild, Iron Maiden, Unleash The Archers",
    "PAYS": "Pologne",
    "COUNTRY": "Poland",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "MAINSTAGE 2",
    "DAY": "Samedi",
    "DEBUT": "10h30",
    "FIN": "11h00",
    "DEEZER": "https://www.deezer.com/fr/artist/1136908",
    "SPOTIFY": "https://open.spotify.com/artist/2EDuB9vkyj1RHTFvBZCklE",
    "LASTFM": "https://www.last.fm/music/Crystal+Viper",
    "SETLISTFM": "https://www.setlist.fm/setlists/crystal-viper-3d75dab.html",
    "YOUTUBE": "https://www.youtube.com/crystalviperofficial",
    "id": 38
  },
  {
    "GROUPE": "PËRL",
    "STYLE": "Post Metal",
    "Bio": "Et si la lumière trouvait sa source dans l’obscurité ? C’est la démonstration faite par le trio parisien de PËRL qui voit son post metal ténébreux se frayer un chemin au milieu d’un post rock vaporeux. Une version luminescente de la musique où la froideur se faufile parmi les nappes de guitares aussi aériennes qu’orageuses. Une version poétique du clair-obscur dans un périple tourmenté mais pleinement apaisant, entre aube et crépuscule.",
    "BIO_EN": "PËRL, a Parisian trio, demonstrates how light can emerge from darkness through their blend of tenebrous post-metal and ethereal post-rock. Their music illuminates a poetic interplay of light and shadow, where coldness intertwines with the airy yet tempestuous guitar textures. This journey navigates through turmoil yet offers a serene ambiance, akin to the transition between dawn and dusk.",
    "FFO": "Ingrina, Ddent, Point Mort, Valve",
    "PAYS": "France",
    "COUNTRY": "France",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "VALLEY",
    "DAY": "Samedi",
    "DEBUT": "10h30",
    "FIN": "11h00",
    "DEEZER": "https://www.deezer.com/fr/artist/11989370",
    "SPOTIFY": "https://open.spotify.com/artist/6ZZTDVJNVduKjtwvasq9zI",
    "LASTFM": "https://www.last.fm/fr/music/Përl",
    "SETLISTFM": "https://www.setlist.fm/setlists/perl-4bc88bce.html",
    "YOUTUBE": "https://www.youtube.com/channel/UC-1oFyI5VfVTjATwuU_AT4g",
    "id": 39
  },
  {
    "GROUPE": "DARK TRANQUILLITY",
    "STYLE": "Death Metal Mélodique",
    "Bio": "Pionnier et brillant représentant de la scène melodeath suédoise, le combo au line-up en perpétuel chamboulement fait figure de modèle de probité artistique et illustre parfaitement ce que doit proposer un caïd du genre : des riffs tranchants, des atmosphères reconnaissables entre mille, des vocaux somptueux et un son unique qui le démarque de la concurrence. La perpétuation intelligente de la tradition : la grande classe !",
    "BIO_EN": "Pioneering and brilliantly representing the Gothenburg melodeath scene of the 1990s, DARK TRANQUILLITY represents enduring artistic integrity and is the perfect example of a modern group who have found their niche: strong riffs, original atmospheres, sumptuous vocals and above all a unique sound that defines the atmosphere. The Swedes continue the depth of their tradition: respect!",
    "FFO": "Soilwork, Omnium Gatherum, Insomnium, The Halo Effect",
    "PAYS": "Suède",
    "COUNTRY": "Suede",
    "PARTICIPATIONS": "5ème participation (2007 – 2011 – 2015 – 2019 - 2024)",
    "SCENE": "ALTAR",
    "DAY": "Jeudi",
    "DEBUT": "21h50",
    "FIN": "22h50",
    "DEEZER": "https://www.deezer.com/fr/artist/3561",
    "SPOTIFY": "https://open.spotify.com/artist/5EHvXKnNz78jkAVgTQLQ5O",
    "LASTFM": "https://www.last.fm/fr/music/Dark+Tranquillity",
    "SETLISTFM": "https://www.setlist.fm/setlists/dark-tranquillity-53d6835d.html",
    "YOUTUBE": "https://www.youtube.com/channel/UCtXQxTPk1Nz4hc7yqy1QVbA",
    "id": 41
  },
  {
    "GROUPE": "DARKEN",
    "STYLE": "Metal Alternatif / Heavy Metal",
    "Bio": "Les Lavallois de DARKEN peuvent se targuer de figurer parmi les précurseurs de la scène heavy metal française. Pourtant, aussi bon fût-il, la carrière du groupe se stoppe nette dès 1990. Mais 30 ans de plus et un confinement auront eu raison de cet arrêt prématuré. Pour notre plus grand plaisir, le quintette, quelque peu remanié, vient inonder la plaine clissonnaise de nouveaux titres d’un désormais metal alternatif de fort bon aloi.",
    "BIO_EN": "The Lavallois in DARKEN are among the founding fathers of French metal. That being said - they fell of the map in 1990. Now more than 30 years later we see that declarations of their death were premature. To our great pleasure, the quintet is coming back to play in Clisson with new songs and a thrilling alt metal sound! ",
    "FFO": "Nevermore, Molybaron, Paradise Lost, Sevendust",
    "PAYS": "France",
    "COUNTRY": "France",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "MAINSTAGE 1",
    "DAY": "Samedi",
    "DEBUT": "11h05",
    "FIN": "11h35",
    "DEEZER": "https://www.deezer.com/fr/album/489198775",
    "SPOTIFY": "https://open.spotify.com/intl-fr/artist/1EoGxxO4403LJpngySPePH",
    "LASTFM": "https://www.last.fm/fr/music/Darken",
    "SETLISTFM": "https://www.setlist.fm/setlists/darken-3fba143.html",
    "YOUTUBE": "https://www.youtube.com/@Darken_Band",
    "id": 42
  },
  {
    "GROUPE": "DEFICIENCY",
    "STYLE": "Thrash Mélodique",
    "Bio": "A la fois influencés par les grands classiques du thrash metal mais portant également une oreille attentive et pertinente à des courants amis mais distincts (cochons les cases « melodeath » et « metalcore »), DEFICIENCY assigne avec détermination et intelligence des compos certes thrash mais aussi redoutablement contemporaines et réfléchies. Première participation amplement méritée pour ces travailleurs acharnés !",
    "BIO_EN": "DEFICIENCY is a French melodic thrash metal band founded in 2009. Both influenced by classic thrash metal bands and new waves of metal music such as melodeth or metalcore, DEFICIENCY gives a strong alliance between traditional and modern metal styles with no creative boundaries. Very first and well-deserved appearance on Hellfest grounds !",
    "FFO": "Metallica, Soilwork, Zull-FX, Throwdown",
    "PAYS": "France",
    "COUNTRY": "France",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "ALTAR",
    "DAY": "Dimanche",
    "DEBUT": "10h30",
    "FIN": "11h00",
    "DEEZER": "https://www.deezer.com/fr/artist/1472985",
    "SPOTIFY": "https://open.spotify.com/intl-fr/artist/2U3uwxpSBsfzUwwCpeZ2T9",
    "LASTFM": "https://www.last.fm/music/Deficiency",
    "SETLISTFM": "https://www.setlist.fm/setlists/deficiency-63da3ac3.html",
    "YOUTUBE": "https://www.youtube.com/@deficiencymetal",
    "id": 43
  },
  {
    "GROUPE": "DESTINITY",
    "STYLE": "Death Metal Mélodique",
    "Bio": "Aller de l’avant. Tel est le moteur du combo lyonnais depuis sa formation au cœur des années 90. Malgré sa soif d’évolution continuelle, il n’a jamais vendu son âme et s’est évertué à balayer les compromis, avec une approche ambitieuse et la conservation de l’esprit de rébellion des premiers jours. Mais aussi une approche très personnelle du death metal où les structures mélodiques s’articulent avec de majestueuses orchestrations.",
    "BIO_EN": "Pushing ever forward. That has been DESTINITY’s driving force since the creation of the band in 1996.Since then, DESTINITY’s music has been ever-evolving while always keeping it’s uncompromising, angry, and distinctive sound. Even today, the very early influences of DESTINITY’s symphonic black/death metal beginnings can still be heard on the numerous orchestral parts that punctuate all of the band’s songs.",
    "FFO": "Hypocrisy, Dark Tranquillity, Scarve, Arch Enemy",
    "PAYS": "France",
    "COUNTRY": "France",
    "PARTICIPATIONS": "2ème participation (2007 – 2024)",
    "SCENE": "ALTAR",
    "DAY": "Dimanche",
    "DEBUT": "11h40",
    "FIN": "12h10",
    "DEEZER": "https://www.deezer.com/fr/artist/111058",
    "SPOTIFY": "https://open.spotify.com/artist/553eIV3aSzE17cxgVVG7o6",
    "LASTFM": "https://www.last.fm/fr/music/Destinity",
    "SETLISTFM": "https://www.setlist.fm/setlists/destinity-5bd48370.html",
    "YOUTUBE": "https://www.youtube.com/destinityofficial",
    "id": 44
  },
  {
    "GROUPE": "DIDIER WAMPAS PSYCHO ATTACKS",
    "STYLE": "Psychobilly Rock Punk",
    "Bio": "DIDIER WAMPAS PSYCHO ATTACK ? Keskeusé ? Bah un concert des Wampas pas comme les autres. Allez, rejoignez Didier, Effello, un batteur exceptionnel et un contrebassiste psycho pour un concert bien old-school où les joyeux lascars revisiteront les classiques des deux premiers albums du groupe. Une expérience rock'n'roll XXL inoubliable vous attend. Ne manquez pas cette reformation exceptionnelle pour revivre l'âge d'or des Wampas !",
    "BIO_EN": "French punk rock legend Didier Wampas has been carrying the flag for good times rock and roll since the noisy beginning of his band all the way back in 1983. DIDIER WAMPAS PSYCHO ATTACKS sees the man joined onstage by his mate Effello, an amazing drummer and a mad double bass player for a new and fresh take on the first two Wampas albums. Tongue in cheek lyrics, huge choruses, irresistible anthems: French punk rock at its best!",
    "FFO": "Happy Drivers, Washington Dead Cats, The Sharks, Reverand Horton Heat",
    "PAYS": "France",
    "COUNTRY": "France",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "WARZONE",
    "DAY": "Samedi",
    "DEBUT": "18h40",
    "FIN": "19h30",
    "DEEZER": "https://www.deezer.com/fr/artist/3252/",
    "SPOTIFY": "https://open.spotify.com/intl-fr/album/326kjZfxtw8xkwfsQ4lGZd",
    "LASTFM": "https://www.last.fm/fr/music/Les+Wampas",
    "SETLISTFM": "https://www.setlist.fm/setlists/les-wampas-13d605dd.html",
    "YOUTUBE": "https://www.youtube.com/channel/UC8bOSytad_F8GG56wcJoTXA",
    "id": 45
  },
  {
    "GROUPE": "DIMMU BORGIR",
    "STYLE": "Black Metal Symphonique",
    "Bio": "Si Shagrath et ses sbires dominent la sphère du black symphonique depuis 30 ans, ce n’est certainement pas un hasard. Ils extraient l’essence brute du black hérité des années 80 pour la raffiner à l’extrême. Une transformation en un metal cinématique, où les orchestrations prennent le pas sur la violence crue et primaire. Les Norvégiens maîtrisent leur art comme personne. DIMMU BORGIR, où quand le noir s’abandonne à la lumière.",
    "BIO_EN": "Shagrath and his compatriots have dominated the world of symphonic black metal for 30 years, and it was never by chance. For decades the band has managed to elegantly fuse the brutality of 80s black metal with more refined sounds. Their transformation of black metal into something more cinematic but also violent is stunning. These Norwegians have mastered their craft like none other. DIMMU BORGIR are the sound of darkness overwhelming the light. ",
    "FFO": "Emperor, Satyricon, Watain, Anorexia Nervosa",
    "PAYS": "Norvège",
    "COUNTRY": "Norway",
    "PARTICIPATIONS": "4ème participation (2008 – 2012 – 2018 – 2024)",
    "SCENE": "TEMPLE",
    "DAY": "Dimanche",
    "DEBUT": "23h00",
    "FIN": "00h00",
    "DEEZER": "https://www.deezer.com/fr/artist/123",
    "SPOTIFY": "https://open.spotify.com/intl-fr/artist/6e8ISIsI7UQZPyEorefAhK",
    "LASTFM": "https://www.last.fm/fr/music/Dimmu+Borgir",
    "SETLISTFM": "https://www.setlist.fm/setlists/dimmu-borgir-4bd68316.html",
    "YOUTUBE": "https://www.youtube.com/user/dimmuborgir",
    "id": 46
  },
  {
    "GROUPE": "DISMEMBER",
    "STYLE": "Death Metal",
    "Bio": "Ces pères fondateurs du Swedish Death Metal ont posé en l’espace de 8 albums les bases de ce son si caractéristique et puissant. Depuis quelques années, ils sont de retour aux affaires sous leur forme originelle. Véritable force destructrice, la bande emmenée par Blomqvist taille à tout-va façon tronçonneuse. Une frappe chirurgicale qui vous découpe et vous lacère. C’est violent, brutal, old-school. Les Maîtres du death metal sont là !",
    "BIO_EN": "Between 1988 and 2011, DISMEMBER earned a notorious reputation as the “Motörhead (version) of death metal”, through eight classic albums and furious live shows around the globe. After an eight-year hiatus, the band's original line-up (Estby, Blomqvist, Sennebäck, Kärki, Cabeza) is back to business and ready to strike . As long as Dismember lives, Death Metal will reign!",
    "FFO": "Entombed, Bolt Thrower, Grave, Demonical",
    "PAYS": "Suède",
    "COUNTRY": "Suede",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "ALTAR",
    "DAY": "Samedi",
    "DEBUT": "23h55",
    "FIN": "00h55",
    "DEEZER": "https://www.deezer.com/fr/artist/100599",
    "SPOTIFY": "https://open.spotify.com/intl-fr/artist/09OwM7iXyoFAOzQUlWeDgB",
    "LASTFM": "https://www.last.fm/fr/music/Dismember",
    "SETLISTFM": "https://www.setlist.fm/setlists/dismember-1bd699cc.html",
    "YOUTUBE": "https://www.youtube.com/channel/UCkNhOBgD5b70QZBQohSQ5rA",
    "id": 47
  },
  {
    "GROUPE": "DOOL",
    "STYLE": "Occult Dark Rock",
    "Bio": "Architecte d’un rock dark de chez dark, le combo de « l’autre pays du fromage » excelle dans la conception d’atmosphères dérangeantes et à la noirceur oppressante mais illuminées par des guitares hypnotiques et psychédéliques et magnifiées par la voix et la présence de Ryanne van Dorst. Révélation de l’édition 2019, DOOL revient enfoncer le clou avec une prestation qui s’annonce d’une intensité titanesque. Potentiel énorme !",
    "BIO_EN": "As with their countrymen in Gold, the story of DOOL emerges from the smoking ashes of The Devil’s Blood. Architects of a brand of truly dark rock, this Dutch group excels in the crafting of massive twisted atmospheres that are almost oppressively bleak but lit up by hypnotic psychedelic guitars and magnified by the incredible voice and stage presence of Ryanne van Dorst. Watch out – massive talent incoming!",
    "FFO": "Gggolddd, The Devil's Blood, Hällas, Wolvennest",
    "PAYS": "Pays-Bas",
    "COUNTRY": "Netherland",
    "PARTICIPATIONS": "2ème participation (2019 – 2024)",
    "SCENE": "VALLEY",
    "DAY": "Dimanche",
    "DEBUT": "12h50",
    "FIN": "13h30",
    "DEEZER": "https://www.deezer.com/en/artist/9186626",
    "SPOTIFY": "https://open.spotify.com/artist/101HSR6JTJqe3DBh6rb8kz",
    "LASTFM": "https://www.last.fm/fr/music/Dool",
    "SETLISTFM": "https://www.setlist.fm/setlists/dool-23c0709f.html",
    "YOUTUBE": "https://www.youtube.com/channel/UCnORA0sZqlgNfKEDK0QtVpA",
    "id": 48
  },
  {
    "GROUPE": "DROPKICK MURPHYS",
    "STYLE": "Celtic Punk",
    "Bio": "Ces dernières années, le gang bostonien est devenu une pierre angulaire quasi-incontournable de la programmation et on attend encore que quelqu’un ose lever ne serait-ce que le petit doigt pour s’en plaindre. Dans son entreprise de perpétuation de l’héritage celtique à la sauce punk rock festif, nulle autre formation ne parvient aussi efficacement à recueillir les suffrages au sein de la communauté metal. Let’s Go, Murphys !",
    "BIO_EN": "With their dedication to their Celtic heritage by way of festive punk rock, no other band than the DROPKICK MURPHYS can as effectively raise a rallying cry from the metal community. Here’s a small prediction for the day after: a whole field of hoarse voices, crippling headaches and punishing hangovers. There will also be smiles and twinkles in eyes that can only be a product of a good fucking time. Let’s Go, Murphys!",
    "FFO": "The Rumjacks, Celkilt, The Real McKenzies, Flogging Molly",
    "PAYS": "USA",
    "COUNTRY": "USA",
    "PARTICIPATIONS": "5ème participation (2012 – 2016 – 2019 – 2022 – 2024)",
    "SCENE": "MAINSTAGE 2",
    "DAY": "Jeudi",
    "DEBUT": "01h05",
    "FIN": "02h00",
    "DEEZER": "https://www.deezer.com/fr/artist/4611",
    "SPOTIFY": "https://open.spotify.com/artist/7w9jdhcgHNdiPeNPUoFSlx",
    "LASTFM": "https://www.last.fm/music/Dropkick+Murphys",
    "SETLISTFM": "https://www.setlist.fm/setlists/dropkick-murphys-63d6d2b7.html",
    "YOUTUBE": "https://www.youtube.com/channel/UCcIRZxNH7xcEt1fu4pfqFRg",
    "id": 49
  },
  {
    "GROUPE": "DROPOUT KINGS",
    "STYLE": "Nu-Rap-Trap Metal",
    "Bio": "Si une certaine partie de l’Amérique se gave de junk food et opte pour un régime burger/frites/coca à toute heure, les gars de DROPOUT KINGS lui préfèrent l’option moins calorique mais plus rageuse à base de hip-hop au petit déj’, nu metal à midi et trap metal au souper. De quoi faire risquer la crise cardiaque aux fans de rock à papa, mais pour les autres ce son hybride va leur mettre une bonne mandale et donner la banane pour la journée !",
    "BIO_EN": "A six-pack called DROPOUT KINGS is raging out of Phoenix, Arizona, and wants to conquer the world and bring the nu-metal revolution! These guys have big plans and definitely all the skills and power to fulfil them: a very exciting blend of trap-metal, hip-hop, hard-core, metal and hip-hop. Be ready for a very entertaining, fun, and heavy, show. You’ve been warned: this is your next favourite band!",
    "FFO": "Hollywood Undead, Linkin Park, Crazy Town, (Hed)P.E.",
    "PAYS": "USA",
    "COUNTRY": "USA",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "WARZONE",
    "DAY": "Vendredi",
    "DEBUT": "13h35",
    "FIN": "14h15",
    "DEEZER": "https://www.deezer.com/fr/artist/12899821",
    "SPOTIFY": "https://open.spotify.com/artist/0COl8x4QKImQ0IBO8KjomQ?si=8iOv6y8lT5aspikAEo50Lg",
    "LASTFM": "https://www.last.fm/music/Dropout+Kings",
    "SETLISTFM": "https://www.setlist.fm/setlists/dropout-kings-23c8d897.html",
    "YOUTUBE": "https://www.youtube.com/channel/UCbq2YxX_YZicFAXWEk2WJ2w",
    "id": 50
  },
  {
    "GROUPE": "DRUG CHURCH",
    "STYLE": "Grungecore",
    "Bio": "Depuis plus d’une décennie, le quintette emmené par la voix éraillée de Patrick Kindlon se faufile à pas de velours avec des albums irréprochables que l’on pourrait qualifier de grunge hardcorisé. Un son résolument ancré dans les 90’s mais terriblement audacieux. Aussi enivrant que mordant, DRUG CHURCH a tout du bonbon acidulé d’antan : ça pique mais on ne peut s’empêcher de replonger à pleines mains dans le sachet. Addictif !",
    "BIO_EN": "For more than a decade this quintet, led by the hard hitting voice of Patrick Kindlon has been able to craft irreproachable and always impressive albums. It’s like hardcore grunge, and it rules. While the sound is certainly anchored in the 90s, it remains incredibly audacious. Both exciting and throat slitting, DRUG CHURCH has found a way to unleash hell that is wholly their own. It stings but it makes you want to dive back in! ",
    "FFO": "Fiddlehead, Militarie Gun, Self Defense Family, Turnstile",
    "PAYS": "USA",
    "COUNTRY": "USA",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "WARZONE",
    "DAY": "Dimanche",
    "DEBUT": "15h10",
    "FIN": "15h55",
    "DEEZER": "https://www.deezer.com/en/artist/2783131",
    "SPOTIFY": "https://open.spotify.com/artist/6q4AmzK3GzCuEzkurnYuEQ",
    "LASTFM": "https://www.last.fm/music/Drug+Church",
    "SETLISTFM": "https://www.setlist.fm/setlists/drug-church-43da8317.html",
    "YOUTUBE": "https://www.youtube.com/results?search_query=drug+chruch+band",
    "id": 51
  },
  {
    "GROUPE": "EIGHT SINS",
    "STYLE": "Crossover Thrash",
    "Bio": "Quand un groupe de thrashcore se définit par son amour de la bière et du moshpit, il dispose de sérieux arguments et générera sans coup férir bave aux lèvres auprès des trasheurs et de leurs compères de fiesta coreux. Et quand la pas très douce mélopée des énergumènes est au diapason et déboîte autant qu’elle déboise, c’est carnaval ! Rendez-vous est pris pour se ratiboiser les canines et les incisives sur les pavés de la Warzone.",
    "BIO_EN": "When a crossover band is able to define themselves by their love of beer and moshing, you know that they’re getting rid of the serious side of the genre in favor of slamming back pizzas and getting you to sing along to massive choruses. When their not so gentle anthems roar across your ears, you know you’ll be in the middle of a carnival! Get ready to sink your teeth into their work on the field at the Warzone!",
    "FFO": "Verbal Razors, SSS, Providence, Dead Heat",
    "PAYS": "France",
    "COUNTRY": "France",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "WARZONE",
    "DAY": "Vendredi",
    "DEBUT": "11h05",
    "FIN": "11h35",
    "DEEZER": "https://www.deezer.com/fr/artist/342214",
    "SPOTIFY": "https://open.spotify.com/artist/5M7auDu0v1IOATDBxQVfIM",
    "LASTFM": "https://www.last.fm/fr/music/Eight+Sins",
    "SETLISTFM": "https://www.setlist.fm/setlists/eight-sins-4bdd1766.html",
    "YOUTUBE": "https://www.youtube.com/channel/UCqKTbXI3Ycq9Ij-bKVi7tRQ",
    "id": 52
  },
  {
    "GROUPE": "EIHWAR",
    "STYLE": "Viking War Trance",
    "Bio": "Tout nouvellement apparus sur le sentier de plus en plus emprunté des musiques folkloriques, les Toulousains de EIHWAR semblent pourtant déjà promis au plus bel avenir. Leurs sonorités vikings, portées par des percussions tribales et martiales et par des chants rituels, se voient rehaussées par la puissance des machines. Un mélange hybride pour une transe chamanique muant la Temple en dancefloor. Aussi brutal que festif !",
    "BIO_EN": "Freshly appearing on the international scene with their folklore inspired music, the Toulousains of EIHWAR promise to help create a bolder future. With their viking sounds carried forth by tribal percussion and martial ritual chants the band has found a way to craft a unique blend of sounds that is shamanic and powerful. Expect for it to be both brutal and festive when they descend upon The Temple! ",
    "FFO": "Heilung, Hrafngrímr, Danheim, Eldrvak",
    "PAYS": "France",
    "COUNTRY": "France",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "TEMPLE",
    "DAY": "Samedi",
    "DEBUT": "11h05",
    "FIN": "11h35",
    "DEEZER": "https://www.deezer.com/fr/artist/224131655",
    "SPOTIFY": "https://open.spotify.com/intl-fr/artist/2VFxoCJQPfQauZujESPjQK",
    "LASTFM": "https://www.last.fm/music/Eihwar",
    "SETLISTFM": "https://www.setlist.fm/search?query=EIHWAR",
    "YOUTUBE": "https://www.youtube.com/channel/UCF5X1wJs1nfZMKKLsEUpgqg",
    "id": 53
  },
  {
    "GROUPE": "EINAR SOLBERG",
    "STYLE": "Metal Progressif",
    "Bio": "Quand on est un auteur-compositeur et chanteur au talent indéniable au sein d’un groupe (Leprous) au parcours quasi-irréprochable, pourquoi prendre le risque de tenter l’aventure en solo ? Pour EINAR SOLBERG, c’est l’occasion d’aborder une période douloureuse et déterminante de son existence, de revenir en musique sur sa vie de 16 à 19 ans. Une approche musicale forte en émotions, afin de prendre conscience du chemin parcouru.",
    "BIO_EN": "When you are a songwriter, arranger, singer and auteur within a truly undeniable group like Leprous, then why not take the chance to go for a solo adventure? For EINAR SOLBERG the time has come for him to share his solo music with the world, revisiting his late teenage years. The approach is deeply emotional and beautiful, certain to keep you entranced.",
    "FFO": "Leprous, Between The Buried And Me, Haken, Ihsahn",
    "PAYS": "Norvège",
    "COUNTRY": "Norway",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "ALTAR",
    "DAY": "Vendredi",
    "DEBUT": "17h45",
    "FIN": "18h35",
    "DEEZER": "https://www.deezer.com/fr/artist/4672885",
    "SPOTIFY": "https://open.spotify.com/intl-fr/artist/20xK8nEhn71rTjjBNoR5nv",
    "LASTFM": "https://www.last.fm/music/Einar+Solberg",
    "SETLISTFM": "https://www.setlist.fm/setlists/einar-solberg-43da63bb.html",
    "YOUTUBE": "https://www.youtube.com/@EinarSolbergOfficial",
    "id": 54
  },
  {
    "GROUPE": "EIVØR",
    "STYLE": "Art Pop / Folk Nordique",
    "Bio": "Née dans le décor glacial d’un petit village côtier des Îles Féroé, Eivør a depuis parcouru un long chemin. Sa voix sans limite, encore balayée par les vents froids, l’a amenée à devenir l’une des artistes les plus acclamées du monde hyperboréen. Aussi puissante qu’émouvante, à la fois angoissante et apaisante, en communion avec la nature, elle transcende un folk nordique dont la beauté n’a d’égal que les paysages vertigineux de l’archipel.",
    "BIO_EN": "Born in a world of ice in a tiny village in the Faroe Islands, Eivør has wandered a long and hard path. With their incredible, limitless voice guided forth by the freezing winds, they hint at a future that is hyperborean and terrifying. As powerful as it is moving, frightening as it is peaceful, this is the sound of communion with nature, transcendent nordic folk that has beauty without equal from the land of the midnight sun. ",
    "FFO": "Myrkur, Fever Ray, Ane Brun, Chelsea Wolfe, Björk",
    "PAYS": "Îles Féroé",
    "COUNTRY": "Faroe Islands",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "TEMPLE",
    "DAY": "Samedi",
    "DEBUT": "01h00",
    "FIN": "02h00",
    "DEEZER": "https://www.deezer.com/fr/artist/572019",
    "SPOTIFY": "https://open.spotify.com/artist/2dB4ya2W1Gvng8gjWSPu2H",
    "LASTFM": "https://www.last.fm/fr/music/Eiv%C3%B8r+P%C3%A1lsd%C3%B3ttir",
    "SETLISTFM": "https://www.setlist.fm/setlists/eivor-33d6685d.html",
    "YOUTUBE": "https://www.youtube.com/channel/UCjKO6we36tPNC9hCeXUNvgQ",
    "id": 55
  },
  {
    "GROUPE": "EMPEROR",
    "STYLE": "Black Metal",
    "Bio": "Existe-t-il plus grandiose qu’un show de la légende EMPEROR ? Rien n’est moins sûr tant, l’œuvre du combo norvégien relève du mythe. Intouchable dans sa catégorie, l’aura autour du quatuor se suffit à elle-même pour définir la grandeur de son black metal. Symphonique, avant-gardiste, éminemment ambitieux. Il vient pour la 5ème fois nous rendre visite et propulser l’art du black metal dans des sphères jamais atteintes.",
    "BIO_EN": "Is there a more incredible show than that brought by the legends in EMPEROR? By name alone, countless thousands know that this Norwegian group are a myth come to life. Untouchable in their category, surrounded by legend and utterly undeniable their music came to shape the genre. Symphonic, avant garde and always ambitious, Emperor return to Hellfest for the 5th time to share their black metal with the world.",
    "FFO": "Darkthrone, Immortal, Watain, Dissection",
    "PAYS": "Norvège",
    "COUNTRY": "Norway",
    "PARTICIPATIONS": "5ème participation (2007 – 2014 – 2017 – 2019 – 2024)",
    "SCENE": "TEMPLE",
    "DAY": "Vendredi",
    "DEBUT": "22h50",
    "FIN": "23h50",
    "DEEZER": "https://www.deezer.com/fr/artist/5175",
    "SPOTIFY": "https://open.spotify.com/intl-fr/artist/6jPWrSmxOd9mj7Xaj4EP2Y",
    "LASTFM": "https://www.last.fm/fr/music/Emperor",
    "SETLISTFM": "https://www.setlist.fm/setlists/emperor-bd6a10e.html",
    "YOUTUBE": "https://www.youtube.com/channel/UCTIEXqlu73zjJIgNd8tercg",
    "id": 56
  },
  {
    "GROUPE": "ENTER SHIKARI",
    "STYLE": "Post Hardcore / Nintendocore",
    "Bio": "Electronic-core ? Rock alternatif ? Synth-metal ? En un quart de siècle, coller une étiquette sur la musique de ces trublions invétérés relève de la gageure tant ces terroristes du son prennent leur pied à mixer ambiances et plaisirs (electro, metal, dubstep, rock, trance…). Et ici c’est avec une grosse louche qu’on assume et qu’on assaisonne avec mille influences une base protéiforme qui enflamme immanquablement le dancefloor !",
    "BIO_EN": "English sonic terrorists and Nintendocore creators ENTER SHIKARI have been upending post-hardcore cliches for two decades, throwing nu-rave, punk and pop in alongside throaty growls and discordant riffs. And they have always been known as a band with a live show unrivalled. No doubt that they band will celebrate with style, enthusiasm and high energy their awaited comeback on Hellfest grounds.",
    "FFO": "Eskimo Callboy, Crossfaith, A Day To Remember, letlive.",
    "PAYS": "Royaume-Uni",
    "COUNTRY": "United Kingdom",
    "PARTICIPATIONS": "2ème participation (2019 – 2024)",
    "SCENE": "WARZONE",
    "DAY": "Jeudi",
    "DEBUT": "01h05",
    "FIN": "02h00",
    "DEEZER": "https://www.deezer.com/fr/artist/12107",
    "SPOTIFY": "https://open.spotify.com/artist/31jvzuB4ikftPQZJwrYfCF",
    "LASTFM": "https://www.last.fm/fr/music/Enter+Shikari",
    "SETLISTFM": "https://www.setlist.fm/setlists/enter-shikari-53d6d375.html",
    "YOUTUBE": "https://www.youtube.com/channel/UCOi91U744e2YRmq24kyuLJg",
    "id": 57
  },
  {
    "GROUPE": "EREB ALTOR",
    "STYLE": "Viking Metal",
    "Bio": "En digne héritier et respectueux admirateur de son modèle, EREB ALTOR entretient la flamme de Bathory en déployant une œuvre inspirée fusionnant doom épique, tradition Viking et architecture black metal. Point de plagiat ou de pompage à outrance du patrimoine artistique du défunt Quorthon mais une démarche personnelle et intègre accouchant de plages oppressantes, écorchées et viscérales. De la musique qui vient des tripes !",
    "BIO_EN": "With the dream of carrying on the legacy of their heroes, EREB ALTOR are keeping alive the flame of Bathory by deploying their thrilling brand of epic doom metal, steeped in viking metal tradition and black metal auras. Far from plagiarism, their music is the ultimate tribute to the legendary Quorthon. These are songs of burning shores, clashing swords and visceral wars. Get ready for this to punch you right in the gut!",
    "FFO": "Bathory, Thyrfing, Moonsorrow, Windir",
    "PAYS": "Suède",
    "COUNTRY": "Suede",
    "PARTICIPATIONS": "2ème participation (2017 – 2024)",
    "SCENE": "TEMPLE",
    "DAY": "Vendredi",
    "DEBUT": "15h10",
    "FIN": "15h55",
    "DEEZER": "https://www.deezer.com/fr/artist/363103",
    "SPOTIFY": "https://open.spotify.com/artist/11sL6ZJmmfutSoWopcXbFm",
    "LASTFM": "https://www.last.fm/fr/music/Ereb+Altor",
    "SETLISTFM": "https://www.setlist.fm/setlists/ereb-altor-5bd5934c.html",
    "YOUTUBE": "https://www.youtube.com/channel/UCV5olbBSe-WH5adSMtIelVQ",
    "id": 58
  },
  {
    "GROUPE": "ETERNAL CHAMPION",
    "STYLE": "Epic Heavy Metal",
    "Bio": "Pour ces jeunes Texans fougueux, la musique est intemporelle. Forts du retour en grâce du heavy metal, ils en portent haut et fort l’étendard dans sa forme la plus épique. Avec le panache digne des preux chevaliers, ils prennent d’assaut la Mainstage telle une forteresse imprenable, afin d’aller sauver la reine de Clisson du terrible dragon qui menace la cité ligérienne. Un combat sans merci dont le heavy metal sort grand vainqueur !",
    "BIO_EN": "For these young Texan true metallers music is timeless. They are calling back to an older, magical time in the history of heavy metal when things were still as epic as possible at all times. Their sound is inspired by dragons, knights and kings and they will assault the Mainstage as if it were an impenetrable fortress in order to save the queen of Clisson from a beast threatening the townsfolk. Prepare for heavy metal combat without mercy. ",
    "FFO": "Manilla Road, Angel Witch, Manowar, Cirith Ungol",
    "PAYS": "USA",
    "COUNTRY": "USA",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "MAINSTAGE 2",
    "DAY": "Samedi",
    "DEBUT": "12h50",
    "FIN": "13h30",
    "DEEZER": "https://www.deezer.com/fr/artist/1168412",
    "SPOTIFY": "https://open.spotify.com/intl-fr/artist/29xyQODvISPKNLgvvPqsA9",
    "LASTFM": "https://www.last.fm/fr/music/Eternal+Champion",
    "SETLISTFM": "https://www.setlist.fm/setlists/eternal-champion-4bdd1f32.html",
    "YOUTUBE": "https://www.youtube.com/channel/UCsXeguEvhtfmubLFdady7lA",
    "id": 59
  },
  {
    "GROUPE": "EXTREME",
    "STYLE": "Hard Rock",
    "Bio": "Près de 40 berges sous la toise ! Et toujours ce talent écœurant pour souffler le chaud et le froid. Crachant avec la même classe et efficacité les hymnes fiévreusement rock n’roll et les ballades introspectives et intimistes, le géant bostonien démontre un savoir-faire infaillible dans l’art de divertir les foules. Du charisme à revendre, de la virtuosité à tous les étages, des tubes en pagaille : que demande le peuple ?!",
    "BIO_EN": "With the force of a Boston wrecking ball, EXTREME swing between unapologetic fits of fret-burning hard rock and intimately introspective balladry. This dynamic affirms the iconic multiplatinum Beantown quartet as one of rock’s most unpredictable, undeniable, and unbreakable groups whose songs course through the very fabric of popular culture.",
    "FFO": "Mr. Big, Tesla, The Winery Dogs, Living Colour",
    "PAYS": "USA",
    "COUNTRY": "USA",
    "PARTICIPATIONS": "2ème participation (2014 – 2024)",
    "SCENE": "MAINSTAGE 1",
    "DAY": "Samedi",
    "DEBUT": "18h30",
    "FIN": "19h30",
    "DEEZER": "https://www.deezer.com/fr/artist/527",
    "SPOTIFY": "https://open.spotify.com/intl-fr/artist/6w7j5wQ5AI5OQYlcM15s2L",
    "LASTFM": "https://www.last.fm/fr/music/Extreme",
    "SETLISTFM": "https://www.setlist.fm/setlists/extreme-1bd6a10c.html",
    "YOUTUBE": "https://www.youtube.com/officiallyextreme",
    "id": 60
  },
  {
    "GROUPE": "FALLEN LILLES",
    "STYLE": "Garage Rock",
    "Bio": "4 nanas qui font la fête, qui traînent dans les salles de concert et qui ne cherchent pas à entrer dans le moule de la femme parfaite :  loin des clichés et des attitudes que la société peut attendre de la ménagère de moins de 40 ans, les Montbéliardaises ne font pas dans la dentelle et sortent leurs tripes sur scène. Et après avoir ouvert le fest en Mainstage en 2019, elles viennent cette fois embraser la Warzone de leur rock survitaminé !",
    "BIO_EN": "4 girls who love to party, who hang out in clubs not to become the perfect girl, but to drink you under the table. Far from classic cliches of what girls in metal should be, these Frenchwomen leave their blood on the stage. Having opened the festival on the Mainstage in 2019, they’re ready to come back and crack skulls on the Warzone stage! ",
    "FFO": "Joan Jett, L7, Nashville Pussy, Crucified Barbara",
    "PAYS": "France",
    "COUNTRY": "France",
    "PARTICIPATIONS": "2ème participation (2019 – 2024)",
    "SCENE": "WARZONE",
    "DAY": "Samedi",
    "DEBUT": "11h05",
    "FIN": "11h35",
    "DEEZER": "https://www.deezer.com/fr/artist/73876612",
    "SPOTIFY": "https://open.spotify.com/intl-fr/artist/0apYFsfmxGQH65qF6RAPdx",
    "LASTFM": "https://www.last.fm/music/Fallen+Lillies",
    "SETLISTFM": "https://www.setlist.fm/setlists/fallen-lillies-2bcb241e.html",
    "YOUTUBE": "https://www.youtube.com/channel/UCWNes868AviKg065_a1Uq3A",
    "id": 61
  },
  {
    "GROUPE": "FEAR FACTORY",
    "STYLE": "Metal Industriel",
    "Bio": "C’est à grands coups de marteau-pilon que FEAR FACTORY a marqué à jamais l’Histoire du metal industriel et plus largement de la musique extrême contemporaine. Malgré les aléas du business et des relations humaines compliquées ces dernières années, l’Usine de la Peur reste rutilante et fait office de sacrée arme de destruction massive et compte conjuguer son aventure au présent et au futur. Et au plus que parfait.",
    "BIO_EN": "One can’t overstate the size of FEAR FACTORY boot print on the neck of heavy metal. Unleashing influential albums and devastating anthems for over 30 years, FEAR FACTORY is widely recognized as both crucial and innovative in extreme metal circles. FEAR FACTORY manufactured, demanufactured and remanufactured a sound that reverberates across several subgenres. And whatever may come FEAR FACTORY will be there, a soundtrack to humankind’s uncertain times ahead.",
    "FFO": "Static-X, Prong, Sybreed, Pitchshifter",
    "PAYS": "USA",
    "COUNTRY": "USA",
    "PARTICIPATIONS": "2ème participation (2010 – 2024)",
    "SCENE": "MAINSTAGE 1",
    "DAY": "Vendredi",
    "DEBUT": "16h40",
    "FIN": "17h30",
    "DEEZER": "https://www.deezer.com/fr/artist/2985",
    "SPOTIFY": "https://open.spotify.com/intl-fr/artist/74Hj7BmnUXyx2udrIEIKwX",
    "LASTFM": "https://www.last.fm/fr/music/Fear+Factory",
    "SETLISTFM": "https://www.setlist.fm/setlists/fear-factory-13d699d1.html",
    "YOUTUBE": "https://www.youtube.com/user/fearfactorymusic",
    "id": 62
  },
  {
    "GROUPE": "FOO FIGHTERS",
    "STYLE": "Rock / Hard Rock",
    "Bio": "Quoi ? Du rock en tête d’affiche du festival de l’Enfer ?! Et oui, messieurs, dames. Et pas seulement du très bon : le meilleur. Formation à l’état d’esprit irréprochable et à la liste pantagruélique de hits intemporels, les flamboyants chasseurs de fantômes emmenés par Dave Grohl créent l’évènement en s’inscrivant dans la programmation de cette année avec en point d’orgue la clôture en toute beauté du festival.",
    "BIO_EN": "What? Rock headlining the festival from hell? Yes ladies and gentlemen - but not just any rock band, the best. Formed around incredible, timeless sounds, the visionary behind it all, Dave Grohl makes sure that every show is an event, unforgettable, exciting and full of indomitable energy. This is going to be an incredible endcap to a sure to be amazing festival. ",
    "FFO": "Pearl Jam, Them Crooked Vultures, Velvet Revolver, Lĩve",
    "PAYS": "USA",
    "COUNTRY": "USA",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "MAINSTAGE 1",
    "DAY": "Dimanche",
    "DEBUT": "22h00",
    "FIN": "00h00",
    "DEEZER": "https://www.deezer.com/fr/artist/566",
    "SPOTIFY": "https://open.spotify.com/intl-fr/artist/7jy3rLJdDQY21OgRLCZ9sD",
    "LASTFM": "https://www.last.fm/fr/music/Foo+Fighters",
    "SETLISTFM": "https://www.setlist.fm/setlists/foo-fighters-bd6893a.html",
    "YOUTUBE": "https://www.youtube.com/user/foofighters",
    "id": 63
  },
  {
    "GROUPE": "FRANCK CARTER & THE RATTLESNAKES",
    "STYLE": "Punk",
    "Bio": "Déjà plus de 10 ans se sont écoulés depuis que ce bad boy a quitté Gallows. Et il faut bien dire que le rouquin maxi-tatoué s’en porte à merveille. Cet enfant terrible du punk délivre avec sa sournoise bande de serpents à sonnette une musique toujours aussi corrosive et sauvage. Un punk old-school revêche, mordant, révolté mais surtout énergique au possible. Il vient en découdre avec vous dans un show qui s’annonce déjanté et enragé.",
    "BIO_EN": "More than 10 years have passed since this bad boy of punk rock has quit Gallows. There’s no denying that this maximally tattooed frontman is going to take you to a magical land of punk rock paradise. The enfant terrible of punk has crafted a unique, unforgettable legacy that is corrosive as it is savage. An old school punk with insane energy, his shows are impossible to ignore or forget. Get ready for things to go off the chain!",
    "FFO": "Gallows, Soft Play, Bad Nerves, Cancer Bats",
    "PAYS": "Royaume-Uni",
    "COUNTRY": "United Kingdom",
    "PARTICIPATIONS": "3ème participation (2017 – 2022 – 2024)",
    "SCENE": "MAINSTAGE 2",
    "DAY": "Dimanche",
    "DEBUT": "16h25",
    "FIN": "17h15",
    "DEEZER": "https://www.deezer.com/fr/artist/7805050",
    "SPOTIFY": "https://open.spotify.com/artist/3r32a6mMdoPaSP1C7kYhMc",
    "LASTFM": "https://www.last.fm/music/Frank+Carter+&amp;+The+Rattlesnakes",
    "SETLISTFM": "https://www.setlist.fm/setlists/frank-carter-and-the-rattlesnakes-2bc6c0ee.html",
    "YOUTUBE": "https://www.youtube.com/channel/UCuOSBxMVsDLp8M_YgGc_avg",
    "id": 64
  },
  {
    "GROUPE": "FU MANCHU",
    "STYLE": "Stoner",
    "Bio": "Si certains se demandent comment et pourquoi FU MANCHU est encore et toujours à ce jour un des monstres du stoner sur notre jolie planète, laissez-nous vous narrer cet argument imparable : ils sont les meilleurs épicétou ! Ces rois du riff gras, adeptes des refrains jouissifs et foutrement rock n’roll reviennent, tout fuzz dehors, réchauffer encore un peu plus l’atmosphère bouillonnante de la Valley.",
    "BIO_EN": "If someone asks why FU MANCHU are still one of the biggest stoner rock bands on the planet, let us make an undeniable argument: They’re simply the best! These kings of heavy riffs and adepts of massive, joyful rock ‘n’ roll choruses will come back once more with plenty of fuzz and tons of energy to make you rejoice at The Valley. ",
    "FFO": "Nebula, 1000Mods, Clutch, Unida",
    "PAYS": "USA",
    "COUNTRY": "USA",
    "PARTICIPATIONS": "3ème participation (2016 – 2019 – 2024)",
    "SCENE": "VALLEY",
    "DAY": "Vendredi",
    "DEBUT": "23h55",
    "FIN": "00h55",
    "DEEZER": "https://www.deezer.com/fr/artist/2874",
    "SPOTIFY": "https://open.spotify.com/artist/1TKaUU8ooBgSW9TlyKsw6k",
    "LASTFM": "https://www.last.fm/fr/music/Fu+Manchu",
    "SETLISTFM": "https://www.setlist.fm/setlists/fu-manchu-4bd6afae.html",
    "YOUTUBE": "https://www.youtube.com/channel/UCSwDEE2rbdez8NkdSevjVxA",
    "id": 65
  },
  {
    "GROUPE": "GEL",
    "STYLE": "Hardcore",
    "Bio": "Et si l’avenir du hardcore se conjuguait au féminin ? La courbe exponentielle de formations au sein desquelles une frontwoman met tout le monde à l’amende est là pour étayer cette théorie. Emmenée par la pétillante et tonitruante Sami Kaiser, GEL nous assène son mix punk hardcore/two step/D-beat à base de riffs simples mais à l’efficacité redoutable. Une recette authentique pour un des combos les plus en vue de la nouvelle génération.",
    "BIO_EN": "Is the future of hardcore female? The exponential growth of this group over the past few years seems to confirm this theory. Lead by the tortured and explosive Sami Kaiser, GEL presents a blend of hardcore punk with two step and d beat riffs. It’s simple but effective and completely undeniable. It’s an authentic recipe that fuels one of the most exciting groups of the new generation of hardcore. ",
    "FFO": "Scowl, Initiate, Buggin, Big Cheese, Capra",
    "PAYS": "USA",
    "COUNTRY": "USA",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "WARZONE",
    "DAY": "Dimanche",
    "DEBUT": "12h15",
    "FIN": "12h45",
    "DEEZER": "https://www.deezer.com/fr/artist/177185",
    "SPOTIFY": "https://open.spotify.com/intl-fr/artist/1fRv9jiRIN7zAOSpOfRP73",
    "LASTFM": "https://www.last.fm/fr/music/Gel",
    "SETLISTFM": "https://www.setlist.fm/setlists/gel-3bf2cce0.html",
    "YOUTUBE": "https://www.youtube.com/channel/UCTDbTPnuh2mAx_8egB-p8BA",
    "id": 66
  },
  {
    "GROUPE": "SYLVAINE",
    "STYLE": "Post Rock",
    "Bio": "Kathrine Shepard, artiste visionnaire derrière le projet SYLVAINE, tisse une tapisserie complexe d’émotions à travers son œuvre musicale. Pont transcendantal entre les mondes, une dualité fascinante qui encapsule la beauté et la rudesse, la lumière et l’obscurité, la sérénité et le chaos et le délicat équilibre entre le monde extérieur et le sanctuaire intérieur de l’âme. Une symphonie qui prodigue de l’harmonie à l’expérience humaine.",
    "BIO_EN": "Kathrine Shepard, the visionary artist behind SYLVAINE, weaves a complex tapestry of emotions through her musical work. A transcendent bridge between worlds, a fascinating duality that encapsulates beauty and harshness, light and darkness, serenity and chaos and the delicate balance between the outside world and the inner sanctuary of the soul. A symphony that brings harmony to the human experience.",
    "FFO": "Alcest, Les Discrets, Harakiri For The Sky, Amesœurs",
    "PAYS": "Norvège",
    "COUNTRY": "Norway",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "TEMPLE",
    "DAY": "Jeudi",
    "DEBUT": "20h45",
    "FIN": "21h45",
    "DEEZER": "https://www.deezer.com/fr/artist/5812053",
    "SPOTIFY": "https://open.spotify.com/intl-fr/artist/5C9ocrDvsfSz8qcxG70QEe",
    "LASTFM": "https://www.last.fm/fr/music/Sylvaine",
    "SETLISTFM": "https://www.setlist.fm/setlists/sylvaine-63d9fee3.html",
    "YOUTUBE": "https://www.youtube.com/channel/UCYoMxOgKpnqGrj-impj1wDQ",
    "id": 67
  },
  {
    "GROUPE": "GOZU",
    "STYLE": "Stoner",
    "Bio": "Plutôt que reproduire la sempiternelle recette du stoner, les Bostoniens de GOZU optent spontanément pour s’en servir uniquement de racines, certes solides, à leur rock aussi psychédélique que métallisé. Un élargissement total du spectre musical où les plans grunge et doom apportent un souffle vigoureux et bien sale à leurs compos. Une audace vivifiante et ravageuse qui risque bien de décimer le parterre d’auditeurs !",
    "BIO_EN": "Rather than reproducing the same old stoner tropes, the Bostonians in GOZU have opted to craft a sound that is spontaneous and exciting, pulling from a fresh group of influences for a psychedelic, metallized stoner rock sound. Their larger than life sound pulls just as much from funk, soul and RnB as it does from grunge and doom. Vigorous, exciting and over the top, their sound is vivacious and will keep your body shaking!",
    "FFO": "Planet Of Zeus, Fu Manchu, Hermano, Corrosion Of Conformity",
    "PAYS": "USA",
    "COUNTRY": "USA",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "VALLEY",
    "DAY": "Vendredi",
    "DEBUT": "12h50",
    "FIN": "13h30",
    "DEEZER": "https://www.deezer.com/fr/artist/508165",
    "SPOTIFY": "https://open.spotify.com/intl-fr/artist/3CcEVa0kc113lQDnVTyIBg",
    "LASTFM": "https://www.last.fm/fr/music/Gozu",
    "SETLISTFM": "https://www.setlist.fm/setlists/gozu-4bd2bf5e.html",
    "YOUTUBE": "https://www.youtube.com/channel/UCklpXvdI0lZnNfmgnY_xFFg",
    "id": 68
  },
  {
    "GROUPE": "GRAVEYARD",
    "STYLE": "Stoner Psyché / Hard Rock",
    "Bio": "A la base, les membres de GRAVEYARD voulaient candidement créer un truc absolument unique. Et on peut dire que les lascars ont sacrément bien réussi leur coup. Sans limite, ni frontière, le son des Suédois balance entre tellement de styles (rock, blues, jazz, psyché, folk) qu'il finit par être à part. Un large spectre d'émotions s’abat et vous transporte dans un univers vintage à l'esprit résolument contemporain.",
    "BIO_EN": "At their core the members of GRAVEYARD are trying to create something completely unique. We don’t know if they’ve achieved that, but we know they are getting awful close. Without limits or barriers, the sound of these Swedes balances many different styles of rock to craft something wholly different. With a wide spectrum of emotions embraced, GRAVEYARD will transport fans to a universe of vintage sounds and modern mindsets.",
    "FFO": "Witchcraft, Kadavar, Blues Pills, The Vintage Caravan",
    "PAYS": "Suède",
    "COUNTRY": "Suede",
    "PARTICIPATIONS": "3ème participation (2013 – 2019 – 2024)",
    "SCENE": "VALLEY",
    "DAY": "Jeudi",
    "DEBUT": "21h50",
    "FIN": "22h50",
    "DEEZER": "https://www.deezer.com/en/artist/278887?app_id=100023",
    "SPOTIFY": "https://open.spotify.com/artist/0hU5urLse5h1Z0b4zQkovL",
    "LASTFM": "https://www.last.fm/fr/music/Graveyard",
    "SETLISTFM": "https://www.setlist.fm/setlists/graveyard-3bd26ca4.html",
    "YOUTUBE": "https://www.youtube.com/results?search_query=graveyard",
    "id": 69
  },
  {
    "GROUPE": "GREEN LUNG",
    "STYLE": "Doom / Stoner",
    "Bio": "Aussi bien ancré dans un héritage hard rock/doom particulièrement british (avec ce qu’il faut de digressions typiquement NWOBHM) que tiraillé par des excursions sur un terrain plus prog’/psyché, GREEN LUNG est une des bestioles qui grimpe sévèrement outre-Manche. Une forme de célébration du folklore, des mythes et légendes britanniques en mode stoner ténébreux théâtral aux relents frelatés. Et c’est délicieusement vintage.",
    "BIO_EN": "A cult band in every sense of the word! Drawing on a host of peculiarly British musical influences, from doomy hard rock to pastoral prog and psych to the Hammer Horror theatrics of the NWOBHM, the band have swiftly risen to the forefront of the UK metal scene. Lyrically celebrating the folklore, myths and legends of Britain, they conjure the wild and witchy spirit of their forebears for a new generation. Stoner doom at its best!",
    "FFO": "Candlemass, Count Raven, Ghost, Spaceslug",
    "PAYS": "Royaume-Uni",
    "COUNTRY": "United Kingdom",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "VALLEY",
    "DAY": "Jeudi",
    "DEBUT": "19h40",
    "FIN": "20h40",
    "DEEZER": "https://www.deezer.com/fr/artist/12555676",
    "SPOTIFY": "https://open.spotify.com/intl-fr/artist/2MIoyDjdxCUdnV59UqbJGk",
    "LASTFM": "https://www.last.fm/fr/music/Green+Lung",
    "SETLISTFM": "https://www.setlist.fm/setlists/green-lung-1bcc9580.html",
    "YOUTUBE": "https://www.youtube.com/channel/UCD_HM3DA6EbQwPYHs9j1WKg",
    "id": 70
  },
  {
    "GROUPE": "HARM’S WAY",
    "STYLE": "Hardcore",
    "Bio": "Voilà un hardcore à l’image de son frontman : bodybuildé, musculeux, teigneux et tu sens que si tu rigoles avec ça tu vas te prendre une torgnole dont le souvenir restera gravé dans ta mémoire... Et sur ta joue. Ça ne plaisante pas chez les gars de l’Illinois, avec leur hardcore déshumanisé à la noirceur oppressante qui vous baigne dans une atmosphère des plus inquiétante. Un sentiment de désolation face à cette démonstration de force.",
    "BIO_EN": "HARM'S WAY are an absolute force of a band from Chicago, Illinois. They made a name for themselves with masterful releases in their early days. HARM'S WAY brutally melts a metal attack, hardcore aggression, and industrial repetition into a new kind of sound. Creating a balance of intensity and originality rare in today's world of music. Tough music for tough people.",
    "FFO": "Code Orange, God’s Hate, Desolated, Godflesh",
    "PAYS": "USA",
    "COUNTRY": "USA",
    "PARTICIPATIONS": "2ème participation (2016 – 2024)",
    "SCENE": "WARZONE",
    "DAY": "Vendredi",
    "DEBUT": "18h40",
    "FIN": "19h30",
    "DEEZER": "https://www.deezer.com/fr/artist/469131",
    "SPOTIFY": "https://open.spotify.com/intl-fr/artist/4ZycjRroJpEHjKMxs8zsek",
    "LASTFM": "https://www.last.fm/music/Harm%27s+Way",
    "SETLISTFM": "https://www.setlist.fm/setlists/harms-way-63dcce0f.html",
    "YOUTUBE": "https://www.youtube.com/channel/UC_xt_4FxephG4Fdgln7UkAg",
    "id": 71
  },
  {
    "GROUPE": "BLUES PILLS",
    "STYLE": "Soon",
    "Bio": "Il paraît que les voyages forment le jeunesse. Rien n’est moins sûr… en revanche, celui dans le temps proposé par les Américano-Suédois nous plonge au milieu des vestes à franges, des cols pelle à tarte sur fond de tapisseries colorées et hautement fleuries. Une ode au vintage à base de rock bluesy et psyché. Un trip musico-spatio-temporel qu’il serait incongru de manquer lors de ce dimanche placé sous le signe du Rock’n’roll !",
    "BIO_EN": "They say travel broadens the mind. But what really transports you is the time travel offered by these American-Swedes. Imagine yourself in a sea of fringe jackets, wide collars, and vibrant floral tapestries. It’s a vintage ode steeped in bluesy, psychedelic rock. This musical time warp is a trip you can’t afford to miss on a Sunday dedicated to pure Rock’n’Roll!",
    "FFO": "Graveyard, The Vintage Caravan, Kaleidobolt, Janis Joplin",
    "PAYS": "USA / Suède",
    "COUNTRY": "USA / Suede",
    "PARTICIPATIONS": "3ème participation (2014 – 2022 – 2024)",
    "SCENE": "MAINSTAGE 1",
    "DAY": "Dimanche",
    "DEBUT": "15h30",
    "FIN": "16h20",
    "DEEZER": "https://www.deezer.com/fr/artist/2108971",
    "SPOTIFY": "https://open.spotify.com/artist/2lmQ4CUnjmLIIfnwZdRmMY",
    "LASTFM": "https://www.last.fm/music/Blues+Pills",
    "SETLISTFM": "https://www.setlist.fm/setlists/blues-pills-63dfb613.html",
    "YOUTUBE": "https://www.youtube.com/channel/UC_BtYd2xEQc6WWXiY48obEw",
    "id": 72
  },
  {
    "GROUPE": "HERIOT",
    "STYLE": "Hardcore / Death / Sludge / Post Metal",
    "Bio": "L’inventivité d’un Code Orange, la fougue d’un Trap Them et la férocité d’un Nails réunies dans un mix US hardcore/Swedish death torturé et démoniaque. Mais cantonner HERIOT à ce simple déferlement de violence serait faire injure à sa créativité. Sur cette brutalité viennent se fondre des nappes voluptueuses mais toujours pesantes. La concision de tout ce qui représente le passé, le présent et le futur des musiques lourdes.",
    "BIO_EN": "As inventive as Code Orange with the fire of Trap Them and the ferocity of Nails come together in a mix of US hardcore meets Swedish death metal in a way that is tortured and demonic. HERIOT unveil violence without limiting their creativity. This brutality is defined by voluptuous riffs that are always crushing. They represent the past, present and future of heavy music.",
    "FFO": "Venom Prison, Pupil Slicer, Code Orange, Full Of Hell, Conjurer",
    "PAYS": "Royaume-Uni",
    "COUNTRY": "United Kingdom",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "VALLEY",
    "DAY": "Dimanche",
    "DEBUT": "11h40",
    "FIN": "12h10",
    "DEEZER": "https://www.deezer.com/fr/artist/10990094",
    "SPOTIFY": "https://open.spotify.com/artist/49O77SKrEk1b9sNjhI0kM4",
    "LASTFM": "https://www.last.fm/fr/music/Heriot",
    "SETLISTFM": "https://www.setlist.fm/setlists/heriot-2bf048d6.html",
    "YOUTUBE": "https://www.youtube.com/@heriotmetal",
    "id": 73
  },
  {
    "GROUPE": "HIGH ON FIRE",
    "STYLE": "Stoner / Heavy Metal / Thrash",
    "Bio": "Matt Pike, guitariste des légendaires Sleep serait-il un dieu vivant ? Aux yeux de certains, cela semble être le cas. Et il est difficile de leur donner tort tant le bonhomme regorge de talent. Alors quand il est en plus accompagné de ces 2 acolytes au sein d’HIGH ON FIRE, c’est toute la planète metal qui en prend plein la gueule. Un son massif aux confins du sludge, du stoner, du thrash. C’est gros, c’est gras, c’est grand !",
    "BIO_EN": "When Sleep broke up Matt Pike needed something to occupy his time. So, what did he do? He unleashed even more stoner metal magic! One of the foundational forces in the genre, HIGH ON FIRE have worked long and hard to earn their spot as Grammy winning titans of the scene. With a life set you can get lost in and seemingly no end to the gut wrenching riffs, HIGH ON FIRE are an iconic band representing a new generation of stoner metal!",
    "FFO": "Motörhead, Black Tusk, Black Label Society, Big Business",
    "PAYS": "USA",
    "COUNTRY": "USA",
    "PARTICIPATIONS": "3ème participation (2015 – 2022 – 2024)",
    "SCENE": "MAINSTAGE 1",
    "DAY": "Dimanche",
    "DEBUT": "12h25",
    "FIN": "13h05",
    "DEEZER": "https://www.deezer.com/fr/artist/60087",
    "SPOTIFY": "https://open.spotify.com/intl-fr/artist/1eiIIImNeUj3vpaocWqoOf",
    "LASTFM": "https://www.last.fm/fr/music/High+on+Fire",
    "SETLISTFM": "https://www.setlist.fm/setlists/high-on-fire-73d68a01.html",
    "YOUTUBE": "https://www.youtube.com/channel/UCAFMVgaY-5IdtaJaQdjj9hw",
    "id": 74
  },
  {
    "GROUPE": "HIGH VIS",
    "STYLE": "Post Punk / Hardcore",
    "Bio": "Si les frères Gallagher s’étaient mis au hardcore au lieu de se prendre le chou, il en serait certainement ressorti un projet tout proche de ce que proposent ces 5 Londoniens. Tout droit sortis de diverses formations hardcore, le quintette reprend l’héritage laissé par Fugazi ou Minor Threat en y injectant une bonne rasade de post punk. Sous les aboiements rageurs de Graham Sayle, HIGH VIS représente sacrément la classe so british !",
    "BIO_EN": "If the Gallagher brothers took up hardcore rather than dance rock then they probably would have created something like this! Having come out the hardcore scene drawing inspiration from Fugazi or Minor Threat but injected with a healthy dose of pop punk, High Vis have a sound that is unique and exciting. It’s classy and So British!",
    "FFO": "Fugazi, Oasis, Home Front, Gang Of Four",
    "PAYS": "Royaume-Uni",
    "COUNTRY": "United Kingdom",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "WARZONE",
    "DAY": "Dimanche",
    "DEBUT": "18h40",
    "FIN": "19h40",
    "DEEZER": "https://www.deezer.com/fr/artist/13987281",
    "SPOTIFY": "https://open.spotify.com/intl-fr/artist/4Gmrt82h2vjGjnp67SG5Nw",
    "LASTFM": "https://www.last.fm/music/High+Vis",
    "SETLISTFM": "https://www.setlist.fm/setlists/high-vis-6bcd267e.html",
    "YOUTUBE": "https://www.youtube.com/channel/UCr0Ng_cHgztBowaj7Av6Shw",
    "id": 75
  },
  {
    "GROUPE": "HOTWAX",
    "STYLE": "Rock alternatif",
    "Bio": "Concentré pur d’énergie punk, HOTWAX fait vaciller les codes établis et tanguer les planches à travers le Vieux Continent. Alliant influences post-punk, grunge et alternative rock, les trois demoiselles réussissent le tour de force de proposer un son aussi unique que familier : la puissance de feu des pionniers Nirvana et Mudhoney avec une virtuosité rafraichissante. Une brillance rare qui ouvre de nouvelles perspectives en termes de rock.",
    "BIO_EN": "Raw punk powerhouse HOTWAX are ripping up the template and ripping up stages across Europe. Forging post-punk, grunge and alternative rock, the three ladies have created a sound that is both unique and familiar, harnessing the firepower of the grunge pioneers Nirvana and Mudhoney, with great songwriting and musicianship. HOTWAX possess the imaginative brilliance to stake out a new landscape in guitar music.",
    "FFO": "Lambrini Girls, Sprints, The Linda Lindas, Idles",
    "PAYS": "Royaume-Uni",
    "COUNTRY": "United Kingdom",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "MAINSTAGE 2",
    "DAY": "Dimanche",
    "DEBUT": "11h40",
    "FIN": "12h20",
    "DEEZER": "https://www.deezer.com/fr/artist/13172385",
    "SPOTIFY": "https://open.spotify.com/artist/237mvWGlQNJJhc9b8pSawZ",
    "LASTFM": "https://www.last.fm/fr/music/HotWax",
    "SETLISTFM": "https://www.setlist.fm/setlists/hotwax-3f331b7.html",
    "YOUTUBE": "https://www.youtube.com/@hotwaxband",
    "id": 76
  },
  {
    "GROUPE": "HOULE",
    "STYLE": "Black Metal Mélodique",
    "Bio": "Voilà bien un groupe qui sort sort des carcans propres au black metal. Exit l’imagerie sombre et le corpse-paint : place au ciré et à la marinière ! Inspiré par l’immensité implacable de l’Océan, le combo parisien dépeint la lutte de l’humanité contre les forces écrasantes de la nature. Une aventure au cœur des fonds marins où chaque voyageur fatigué doit surmonter le chaos et l'inconnu à la recherche d'une destination tranquille.",
    "BIO_EN": "Formed in Paris in 2021, Houle is a melodic black metal band that blends razor-sharp riffs with haunting melodies. Taking inspiration from the Ocean’s unrelenting immensity, the band depicts Mankind’s struggle against the transcendent and overwhelming forces of Nature. It is a venture where each weary traveller must overcome the chaos and the unknown in search of a tranquil destination.",
    "FFO": "Pénitence Onirique, Jours Pâles, Limbes, Grima",
    "PAYS": "France",
    "COUNTRY": "France",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "TEMPLE",
    "DAY": "Vendredi",
    "DEBUT": "11h05",
    "FIN": "11h35",
    "DEEZER": "https://www.deezer.com/fr/artist/5277547",
    "SPOTIFY": "https://open.spotify.com/intl-fr/artist/6zS0YEPIRESv50RqqhIzCX",
    "LASTFM": "https://www.last.fm/fr/music/Houle",
    "SETLISTFM": "https://www.setlist.fm/setlists/houle-2bfc0412.html",
    "YOUTUBE": "https://www.youtube.com/results?search_query=houle+black+metal",
    "id": 77
  },
  {
    "GROUPE": "HRAFNGRÍMR",
    "STYLE": "Nordic Folk / Ambient",
    "Bio": "HRAFNGRÍMR propose une interprétation moderne et onirique de la mythologie nordique. A travers l’évocation et la suggestion, le groupe connecte notre monde contemporain avec les temps anciens par l’usage d’instruments aussi bien traditionnels que modernes. Une relecture en vieux norrois de textes antiques pour vous convier à un voyage rituel et mystique. Laissez-vous embarquer dans cet univers lyrique, entre magie et transe chamanique !",
    "BIO_EN": "HRAFNGRÍMR is a Neo Nordic artistic collective. As a modern and fantazised interpretation of the Nordic Mythology and old Norse poetry, HRAFNGRÍMR makes a connection between past and present time with the use of both ancient and modern instruments. The lyrics contain original texts in Old Norse from the Edda, but also refers to Celtic, Slavic and Germanic references that are brought together in songs for an actual understanding.",
    "FFO": "Skáld, Wardruna, Asynje, Heldom",
    "PAYS": "France",
    "COUNTRY": "France",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "TEMPLE",
    "DAY": "Samedi",
    "DEBUT": "13h35",
    "FIN": "14h15",
    "DEEZER": "https://www.deezer.com/fr/artist/87960732",
    "SPOTIFY": "https://open.spotify.com/intl-fr/artist/65KiUzXi2E1rGuFfmnqbBQ",
    "LASTFM": "https://www.last.fm/music/Hrafngr%C3%ADmr",
    "SETLISTFM": "https://www.setlist.fm/setlists/hrafngrimr-53fd7341.html",
    "YOUTUBE": "https://www.youtube.com/channel/UCLr_eUoJaX1iHM3bH8vXPFA",
    "id": 78
  },
  {
    "GROUPE": "I AM MORBID",
    "STYLE": "Death Metal",
    "Bio": "Concevoir l’expression de l’Ange Morbide sans la voix caverneuse de David Vincent et le pulse insufflé par la batterie de Pete Sandoval relève de l’hérésie pour nombre de die-hard fans… Désormais seuls maîtres à bord de leur entité, ces deux-là viennent résoudre le problème et perpétuent loin des querelles l’œuvre occulte et blasphématoire du légendaire combo floridien en faisant retentir avec poigne ses hymnes à la gloire du Malin.",
    "BIO_EN": "Dedicated to playing the classic Morbid Angel anthems guided by the cavernous voice of David Vincent and the hyper speed drums of Pete Sandoval, fans can relive the classic heresy. Masters of their domain, these two death metal masters unveil perpetually brutal death metal violence, paying tribute to the blasphemy they created all those years ago in Florida.",
    "FFO": "Morbid Angel, Suffocation, Incantation, Deicide",
    "PAYS": "USA",
    "COUNTRY": "USA",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "ALTAR",
    "DAY": "Dimanche",
    "DEBUT": "21h55",
    "FIN": "22h55",
    "DEEZER": "https://www.deezer.com/fr/artist/106711482",
    "SPOTIFY": "https://open.spotify.com/artist/6hYrMIagu9UiIJc7bME1gX",
    "LASTFM": "https://www.last.fm/music/I+Am+Morbid",
    "SETLISTFM": "https://www.setlist.fm/setlists/i-am-morbid-2bcf34be.html",
    "YOUTUBE": "https://www.youtube.com/results?search_query=i+am+morbid+band",
    "id": 79
  },
  {
    "GROUPE": "ICE NINE KILLS",
    "STYLE": "Metalcore",
    "Bio": "Décadent, sournois et farouchement fou, avec un esprit sardonique à revendre, ICE NINE KILLS célèbre les aspects les plus sombres de la culture pop, exploitant avec maestria une bonne partie de l’imagerie et des icônes horrifiques du cinéma de série B. Une bande son metallisée sur fond de film d’horreur dans une performance hautement théâtrale par ces conteurs sanglants. Faites place au nouveau blockbuster horrocore de l’été !",
    "BIO_EN": "Visionary trailblazers and multimedia raconteurs, ICE NINE KILLS build a thrilling world for a growing legion of devoted true believers, with theatrical shows, high-concept videos, and inventive band-to-fan communion .They celebrates pop culture’s darkest edges, mining a cinephile library’s worth of b-movie schlock and iconic horror. A creative marriage made in hell of music and fiction. One of the most unique acts in metal right now.",
    "FFO": "Motionless In White, Dark Divine, Black Veil Brides, Bad Omens",
    "PAYS": "USA",
    "COUNTRY": "USA",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "MAINSTAGE 2",
    "DAY": "Jeudi",
    "DEBUT": "18h45",
    "FIN": "19h25",
    "DEEZER": "https://www.deezer.com/fr/artist/390124",
    "SPOTIFY": "https://open.spotify.com/artist/52qKfVcIV4GS8A8Vay2xtt",
    "LASTFM": "https://www.last.fm/music/Ice+Nine+Kills",
    "SETLISTFM": "https://www.setlist.fm/setlists/ice-nine-kills-3d7553f.html",
    "YOUTUBE": "https://www.youtube.com/user/iceninekilled",
    "id": 80
  },
  {
    "GROUPE": "IMMOLATION",
    "STYLE": "Death Metal",
    "Bio": "Trente ans que ça dure et que ça ne débande pas ! Véritable machine à broyer, ce monstre continue de vomir par hectolitres son death extrême mâtiné de black metal. Ne tombant pas dans le piège facile et crasse de la brutalité bête, méchante et répétitive, la musique des patibulaires New-Yorkais se veut perpétuellement novatrice mais intransigeante (faut pas déconner non plus !). Bref, ça va défourailler sévère sous l’Altar !",
    "BIO_EN": "Thirty years in and they are still getting better! A veritable machine of destruction, this monster continues to vomit out extreme blackened death metal for all to revel in. Never falling into the trap of heaviness for heaviness sake, these New York pit bosses have crafted something that remains an innovative punch to the gut. Suffice it to say – there will be blood upon the Altar.",
    "FFO": "Incantation, Suffocation, Benediction, Malevolant Creation",
    "PAYS": "USA",
    "COUNTRY": "USA",
    "PARTICIPATIONS": "3ème participation (2009 – 2019 – 2024)",
    "SCENE": "ALTAR",
    "DAY": "Jeudi",
    "DEBUT": "18h00",
    "FIN": "18h40",
    "DEEZER": "https://www.deezer.com/fr/artist/10677",
    "SPOTIFY": "https://open.spotify.com/artist/3rt16vhD1OuULlsyxUUWIt?nd=1",
    "LASTFM": "https://www.last.fm/fr/music/Immolation",
    "SETLISTFM": "https://www.setlist.fm/setlists/immolation-13d6fdbd.html",
    "YOUTUBE": "https://www.youtube.com/subscription_center?add_user=immolation",
    "id": 81
  },
  {
    "GROUPE": "IMPERIAL CRYSTALLINE ENTOMBMENT",
    "STYLE": "Black Metal",
    "Bio": "On croyait le combo du Maryland mort et enterré alors qu’il était tout bonnement cryogénisé, prêt à effectuer un comeback d’outre-tombe 20 ans après son dernier méfait d’une froideur à nulle autre pareille. Une résurgence glaciale pour ces fidèles serviteurs de la cause black metal. Par le pouvoir du givre ancestral, ils détiennent la force polaire toute puissante ! Que le blizzard s’abatte sur vous, pauvres festivaliers !",
    "BIO_EN": "If you thought this Maryland band was dead and buried you were wrong… instead they were cryogenically frozen, ready to emerge from the grave 20 years after their last performances. Unparalleled and always exciting, they are the true devotees to the black metal cause. Get ready for an ancient, frozen, hyperborean power to descend up on the stage. The blizzard will freeze all festival goers!",
    "FFO": "Immortal, Dark Funeral, Nazgul, Aurora Borealis",
    "PAYS": "USA",
    "COUNTRY": "USA",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "TEMPLE",
    "DAY": "Vendredi",
    "DEBUT": "12h15",
    "FIN": "12h45",
    "DEEZER": "https://www.deezer.com/fr/artist/159766582",
    "SPOTIFY": "https://open.spotify.com/intl-fr/artist/1NN9iBfjr2X9Zu1gDLAxyK",
    "LASTFM": "https://www.last.fm/fr/music/Imperial+Crystalline+Entombment",
    "SETLISTFM": "https://www.setlist.fm/setlists/imperial-crystalline-entombment-23d7e057.html",
    "YOUTUBE": "https://www.youtube.com/channel/UC84iC60CffooKO4HJd2L7lA",
    "id": 82
  },
  {
    "GROUPE": "JULIE CHRISTMAS",
    "STYLE": "Sludge / Post Metal / Avant-Garde",
    "Bio": "The Good, the Bad and THE Julie ! Ms. CHRISTMAS c’est le feu et la glace, une tornade venant souffler le chaud et le froid à chaque murmure, chaque hurlement, pour vous faire entrer dans un conte de fées désolant. Micro en main, elle transforme tout concert en un moment hors du temps et de l’espace. Une hallucination bien réelle où sa voix frêle, mélancolique, oppressante et frissonnante vous fera passez par tous les états.",
    "BIO_EN": "The Good, The Bad and The Julie! Ms. CHRISTMAS is the combination of fire and ice, a tornado of emotion that is at once burning hot and freezing cold, with every whisper and every scream you know you are experiencing something transcendent. Microphone in hand she transforms the entire concert into an art space. It’s a living hallucination, melancholic, oppressive and nerve shattering. You’re not ready for this.",
    "FFO": "Made Out Of Babies, Emma Ruth Rundle, Battle Of Mice, Big Brave",
    "PAYS": "USA",
    "COUNTRY": "USA",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "VALLEY",
    "DAY": "Samedi",
    "DEBUT": "23h55",
    "FIN": "00h55",
    "DEEZER": "https://www.deezer.com/fr/artist/8540376",
    "SPOTIFY": "https://open.spotify.com/intl-fr/artist/4rHZDNrVu2XkdO7eysOHei",
    "LASTFM": "https://www.last.fm/fr/music/Julie+Christmas",
    "SETLISTFM": "https://www.setlist.fm/setlists/julie-christmas-6bd286c6.html",
    "YOUTUBE": "https://www.youtube.com/channel/UCBWvrvDd5_J8udYQx9V_Pxg",
    "id": 83
  },
  {
    "GROUPE": "KANONENFIEBER",
    "STYLE": "Black / Death",
    "Bio": "L'idée de KANONENFIEBER est de mettre en musique les atrocités commises durant cet atroce conflit que fut la 1ère Guerre Mondiale. Un carnet de guerre sonore en guise de témoignage. Les Allemands sortent l’artillerie lourde pour cette mise en abyme des innombrables méfaits commis. Une dénonciation de l’horreur au son d’un blackened death qui vous tord les tripes et déferle telle une charge d’obus. L’incarnation d’une vérité cruelle.",
    "BIO_EN": "The idea of KANONENFIEBER is to create a soundtrack to the atrocities of the First World War. They’re crafting warlike anthems that will make you feel like you witnessed it. The Germans are breaking out the heavy artillery to bring the misery on so many of us. It’s a blackened death metal denunciation of horror, it will tear your guts out and write your obituary. This is the incarnation of cruelty.",
    "FFO": "1914, Minenwerfer, Leiþa, Bölzer",
    "PAYS": "Allemagne",
    "COUNTRY": "Germany",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "TEMPLE",
    "DAY": "Vendredi",
    "DEBUT": "18h40",
    "FIN": "19h30",
    "DEEZER": "https://www.deezer.com/fr/artist/126959422",
    "SPOTIFY": "https://open.spotify.com/intl-fr/artist/5VI8SBEX7uSvoHsdI5xNVJ",
    "LASTFM": "https://www.last.fm/fr/music/Kanonenfieber",
    "SETLISTFM": "https://www.setlist.fm/setlists/kanonenfieber-2bf5a02e.html",
    "YOUTUBE": "https://www.youtube.com/channel/UCIYrf5fF6qJH-85pFuOc8Sw",
    "id": 84
  },
  {
    "GROUPE": "KARMA ZERO",
    "STYLE": "Metalcore / Deathcore",
    "Bio": "Nantes, terre de metal. Difficile de le nier au vu de la qualité du vivier local. Rien de mieux donc que d’aller piocher dans le terroir pour ouvrir l’Altar ce vendredi 28 juin. Et c’est à KARMA ZERO que revient ce privilège - en tant que lauréat du dispositif 360 de Trempo - avec son mix metalcore/deathcore sanglant et terrifiant. Et c’est avec un plaisir certains qu’il vient casser quelques bouches de bon matin ! ",
    "BIO_EN": "Nantes, a land of metal. It's hard to deny considering the quality of the local scene. So, what better than delving into the local talent pool to kick off the Altar stage this Friday, June 28th? The privilege falls to KARMA ZERO, the winner of Trempo's 360 program. With their bloody and terrifying mix of metalcore and deathcore, they are set to break some jaws bright and early with great pleasure!",
    "FFO": "Betraying The Martyrs, As They Burn, The Acacia Strain, Loathe",
    "PAYS": "France",
    "COUNTRY": "France",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "ALTAR",
    "DAY": "Vendredi",
    "DEBUT": "10h30",
    "FIN": "11h00",
    "DEEZER": "https://www.deezer.com/fr/artist/4137942",
    "SPOTIFY": "https://open.spotify.com/intl-fr/artist/49iOw2l7h0ILmXirRTpvbi",
    "LASTFM": "https://www.last.fm/fr/music/Karma+Zero",
    "SETLISTFM": "https://www.setlist.fm/setlists/karma-zero-43da9fd7.html",
    "YOUTUBE": "https://www.youtube.com/channel/UCQzEjV2uydJjyzPyodeQmlg",
    "id": 85
  },
  {
    "GROUPE": "KARNIVOOL",
    "STYLE": "Rock Progressif",
    "Bio": "Au confluent du rock progressif, du rock racé et du nu-metal, KARNIVOOL est une bien belle création à forte dimension cérébrale. Dépositaire d’une musique pure et raffinée, elle sait également durcir le propos et jouer avec les émotions, faisant savamment bouger le curseur de l’ascenseur émotionnel comme les maîtres du genre (coucou Tool et A Perfect Circle). Une première présence à l’affiche à forte saveur évènementielle.",
    "BIO_EN": "Sitting at the confluence of progressive rock and nu metal, KARNIVOOL is a triumphant and thrilling creation of cerebral rock. Their sound is refined, unique and elegantly plays with emotions. Every KARNIVOOL show is a practical emotional roller coaster worthy of the masters of the genre. Their first Hellfest performance promises to be one that none of us will ever forget! ",
    "FFO": "Caligula’s Horse, Vola, Haken, Soen",
    "PAYS": "Australie",
    "COUNTRY": "Australia",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "MAINSTAGE 1",
    "DAY": "Vendredi",
    "DEBUT": "15h05",
    "FIN": "15h45",
    "DEEZER": "https://www.deezer.com/fr/artist/12992",
    "SPOTIFY": "https://open.spotify.com/artist/6rX8AFY10dsJkJsv23Z9Um",
    "LASTFM": "https://www.last.fm/fr/music/Karnivool",
    "SETLISTFM": "https://www.setlist.fm/setlists/karnivool-6bd7b65a.html",
    "YOUTUBE": "https://www.youtube.com/user/karnivoolaus",
    "id": 86
  },
  {
    "GROUPE": "KATAKLYSM",
    "STYLE": "Death Metal",
    "Bio": "L’hyperblast dominateur venu du froid, les riffs acérés et la voix dantesque de Maurizio Iacono : KATAKLYSM est dans la place ! La machine de guerre québécoise aux mille facettes (alliant avec aisance, bestialité grindcore, barbarie death, subtilités melo voire escapades en contrées groove metal) revient tester les fondations et le système de défense de l’Altar avec l’intention de tout raser. Sans faire de prisonniers, cela va de soi !",
    "BIO_EN": "The unrelenting frozen hyperblast of KATAKLYSM is here to crack skulls! Their angular riffs and the hellish vocals of frontman Maurizio Iacono has earned KATAKLYSM a place in the metal pantheon! This Quebecois war machine is the child of countless influences, merging bestial grindcore with barbaric death metal, melodeath and groove metal wizardry. They come once more to shake the foundations of the Altar stage where they will take no prisoners! ",
    "FFO": "Six Feet Under, Bloodbath, Krisiun, Deicide",
    "PAYS": "Canada / Québec",
    "COUNTRY": "Canada / Québec",
    "PARTICIPATIONS": "4ème participation (2009 – 2014 – 2018 – 2024)",
    "SCENE": "ALTAR",
    "DAY": "Samedi",
    "DEBUT": "19h35",
    "FIN": "20h35",
    "DEEZER": "https://www.deezer.com/fr/artist/5599",
    "SPOTIFY": "https://open.spotify.com/artist/7kozeGeawfP7IEEL6dddrM",
    "LASTFM": "https://www.last.fm/fr/music/Kataklysm",
    "SETLISTFM": "https://www.setlist.fm/setlists/kataklysm-1bd6fdac.html",
    "YOUTUBE": "https://www.youtube.com/channel/UCnhmvAOag0Zo9sLD2Z6Ftig",
    "id": 87
  },
  {
    "GROUPE": "KHEMMIS",
    "STYLE": "Doom",
    "Bio": "Charbonneuse, aérienne et dense, la musique des natifs du Colorado s’apparente aussi bien à la culmination des jours les plus sombres de nos vies qu’à une forme de manifeste du pouvoir de l’amour et de la compassion. Les morceaux sont autant de briques qui posent les fondations d’un édifice ambitieux où s’entrelacent mélodies fiévreuses et structures complexes au service de la sauvagerie. Un des meilleurs groupes de la scène doom.",
    "BIO_EN": "Doomed heavy metal masters KHEMMIS’s music is no more less than the culmination of the darkest days in our lives, both individually and collectively, yet it is also a testament to the power of love and compassion. Their songs create a beautiful, musically ambitious journey from beginning to end drenched in impassioned melody and complex, unrestrained variations of sonic savagery. Definitely one of the best acts within the scene.",
    "FFO": "Pallbearer, Spirit Adrift, Inter Arma, Crypt Sermon",
    "PAYS": "USA",
    "COUNTRY": "USA",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "VALLEY",
    "DAY": "Jeudi",
    "DEBUT": "18h00",
    "FIN": "18h40",
    "DEEZER": "https://www.deezer.com/fr/artist/8133160",
    "SPOTIFY": "https://open.spotify.com/artist/5Dejhd4zYKEUm6q1FLr1ik",
    "LASTFM": "https://www.last.fm/fr/music/Khemmis",
    "SETLISTFM": "https://www.setlist.fm/setlists/khemmis-3bc78098.html",
    "YOUTUBE": "https://www.youtube.com/channel/UCqGna6TvMDQ_gMT_W7lqE4g",
    "id": 88
  },
  {
    "GROUPE": "KLONE",
    "STYLE": "Metal Progressif",
    "Bio": "L’art délicat de décrire la musique des Poitevins peut s’avérer périlleux tant leur metal progressif s’apparente au pari risqué, mais réussi, de combiner le meilleur d’Opeth, Alice In Chains, Gojira ou Porcupine Tree. La comparaison pourrait sembler flatteuse mais leur aisance insolente à manier les nappes atmosphériques et les arrangements ensorcelants balaye le moindre doute. Venez vous faire emporter par ce tourbillon d’émotions.",
    "BIO_EN": "It is a perilous exercise to describe the music of KLONE. You need to realize that these Poitiers natives mix a diverse set of sounds into their music. Where you to attempt this audacious wager you would say they sound like Opeth, Gojira, Steven Wilson and Alice In Chains all at once with a few other influences tossed in along the way. With a sense of grace and calss KLONE are an incredible progressive metal force. ",
    "FFO": "Soen, Leprous, Hypno5e, Hippotraktor",
    "PAYS": "France",
    "COUNTRY": "France",
    "PARTICIPATIONS": "4ème participation (2007 – 2011 – 2019 – 2024)",
    "SCENE": "ALTAR",
    "DAY": "Vendredi",
    "DEBUT": "16h00",
    "FIN": "16h45",
    "DEEZER": "https://www.deezer.com/fr/artist/68422",
    "SPOTIFY": "https://open.spotify.com/intl-fr/artist/0J2gE1fVwnMhsh0OxUpUPT",
    "LASTFM": "https://www.last.fm/fr/music/Klone",
    "SETLISTFM": "https://www.setlist.fm/setlists/klone-3bd48c38.html",
    "YOUTUBE": "https://www.youtube.com/channel/UCL4NJjjHMAJG0TUB1uhG4Hg",
    "id": 89
  },
  {
    "GROUPE": "KOMODRAG & THE MOUNODOR",
    "STYLE": "Classic Rock",
    "Bio": "KOMODRAG & THE MOUNODOR est né en 2019 de la fusion de deux groupes de rock/heavy/psyché, Moundrag et Komodor. Avec son rock endiablé, le collectif, surgit d’un autre temps, tel un revival des big bands rock seventies, nous emmène pour une chevauchée sauvage sur les plaines armoricaines. Et c’est alimenté par la passion du groove et l’amour du riff saturé qu’il vient déverser ses compos à l’énergie 100% débordante.",
    "BIO_EN": "KOMODRAG & The MOUNODOR was born in 2019 by the fusion of 2 heavy/rock/psych groups, Moundrag and Komodor. Their undeniable sound will draw the audience into other times, a revival of 70s massive rock sounds combined with stripped back American metal. Fed by a passion for grooves and a love for the riffs it’s impossible not to go crazy for their descent upon Hellfest!",
    "FFO": "Jefferson Airplaine, Crosby, Nash & Young, Deep Purple",
    "PAYS": "France",
    "COUNTRY": "France",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "VALLEY",
    "DAY": "Jeudi",
    "DEBUT": "16h30",
    "FIN": "17h10",
    "DEEZER": "https://www.deezer.com/fr/artist/210029317",
    "SPOTIFY": "https://open.spotify.com/intl-fr/artist/5VxZiljiBgBVcRuqgqBwG4",
    "LASTFM": "https://www.last.fm/music/Komodrag+And+The+Mounodor",
    "SETLISTFM": "https://www.setlist.fm/setlists/komodrag-and-the-mounodor-53e6eb15.html",
    "YOUTUBE": "https://www.youtube.com/channel/UCu1azzgnQU_TnqYcdQO7rjA",
    "id": 90
  },
  {
    "GROUPE": "KONVENT",
    "STYLE": "Blackened Doom / Death Metal",
    "Bio": "Les 4 Danoises avancent stoïquement dans les bourbiers les plus noirs, s’enfonçant à chaque cri guttural, à chaque riff tenace, encore un peu plus dans l’horreur la plus sombre de l’humanité. Un effrayant chemin de croix dans une ambiance des plus lugubre. Une traversé sinistre, une lente descente aux enfers. Tel un monolithe jeté dans le marais, KONVENT et son death doom caverneux est le torrent de boue qui vous submerge.",
    "BIO_EN": "The 5 stoic Danes of KONVENT craft the darkest grooves and most punishing gutturals. Defining their sound with tenacious riffs and touches of horror and inspired by the darkness of humanity. A frightening and lugubrious aura will descend upon Hellfest as they take the stage. Their sinister and slow sounds will drag you deep into hell. A monolith emerging from the sewers, KONVENT unveil cavernous death doom to submerge our souls. ",
    "FFO": "Temple Of Void, Mother Of Graves, Baest, Asphyx",
    "PAYS": "Danemark",
    "COUNTRY": "Danemark",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "VALLEY",
    "DAY": "Samedi",
    "DEBUT": "11h40",
    "FIN": "12h10",
    "DEEZER": "https://www.deezer.com/fr/artist/13490307",
    "SPOTIFY": "https://open.spotify.com/artist/0GLSraWh95uXS5s8nIuJ8Q",
    "LASTFM": "https://www.last.fm/fr/music/Konvent",
    "SETLISTFM": "https://www.setlist.fm/setlists/konvent-3bcbec20.html",
    "YOUTUBE": "https://www.youtube.com/channel/UC8nG85TJzWQnQgHDJref8pg",
    "id": 91
  },
  {
    "GROUPE": "KORPIKLAANI",
    "STYLE": "Folk Metal",
    "Bio": "Les joyeux trublions finnois n’ont pas foulé le sol du vignoble depuis un sacré bail (8 ans selon nos anti-sèches !). Autant dire que leur retour tant attendu est un évènement marquant et une sacrée occase de faire ripaille dans les grandes largeurs au son de mélodies frappadingues. Un set qui s’annonce sans surprise et à la mesure du groupe : immensément fun, foutrement énergétique et forcément éthylique ! Kippis !",
    "BIO_EN": "The joyous Finnish alcoholics are back! It’s been 8 years since these drunkards have chugged Vodka in Clisson - but their return is much anticipated. Their larger than life melodies and beer swilling choruses are sure to make the masses dance. This is going to be a surprising, fun and energetic set that everyone involved will fall in love with. Hopefully though you drink so much you don’t remember it! Kippis!",
    "FFO": "Finntroll, Turisas, Eluveitie, Alestorm",
    "PAYS": "Finlande",
    "COUNTRY": "Finland",
    "PARTICIPATIONS": "5ème participation (2007 – 2011 – 2013 – 2016 – 2024)",
    "SCENE": "TEMPLE",
    "DAY": "Samedi",
    "DEBUT": "22h50",
    "FIN": "23h50",
    "DEEZER": "https://www.deezer.com/fr/artist/8544",
    "SPOTIFY": "https://open.spotify.com/intl-fr/artist/521Yl3LUvD7G9dMRO4fpCy",
    "LASTFM": "https://www.last.fm/fr/music/Korpiklaani",
    "SETLISTFM": "https://www.setlist.fm/setlists/korpiklaani-2bd6fcd6.html",
    "YOUTUBE": "https://www.youtube.com/channel/UCKTIpsCAjdIHCKQxXldqlSg?sub_confirmation=1",
    "id": 92
  },
  {
    "GROUPE": "KRONOS",
    "STYLE": "Brutal Death Metal",
    "Bio": "Depuis leur split en 2017, les fans de brutal death tricolore peinaient à masquer leur chagrin. Mais depuis cette annonce titanesque : « KRONOS se reforme à l’occasion des 20 ans de l’album Colossal Titan Strife avec le line-up d’origine », leur sourire maculé de sang semble revenu. A ce jour, seule une poignée de chanceux a eu la chance de les revoir, et le Hellfest fait partie des lieux choisis pour continuer à fêter cet évènement.",
    "BIO_EN": "In the realm of death metal, no other band comes close in sheer brutality while still remaining coherent and musical: ceaseless savagery, relentless drumming, with endless kick drum, an understanding of melody and pace, and a tactful use of leads and shredding technical passages. Dormant since 2017, the colossus awakes so as to celebrate the 20th anniversary of the masterpiece Colossal Titan Strife! A true event!",
    "FFO": "Hour Of Penance, Benighted, Warface, Defeated Sanity",
    "PAYS": "France",
    "COUNTRY": "France",
    "PARTICIPATIONS": "2ème participation (2014 – 2024)",
    "SCENE": "ALTAR",
    "DAY": "Samedi",
    "DEBUT": "12h50",
    "FIN": "13h30",
    "DEEZER": "https://www.deezer.com/fr/artist/72820272",
    "SPOTIFY": "https://open.spotify.com/intl-fr/artist/73L9PwEWwMRFEb2Zj8pNDy",
    "LASTFM": "https://www.last.fm/music/Kronos",
    "SETLISTFM": "https://www.setlist.fm/setlists/kronos-33d6fc51.html",
    "YOUTUBE": "https://www.youtube.com/results?search_query=kronos+death+metal",
    "id": 93
  },
  {
    "GROUPE": "KVELERTAK",
    "STYLE": "Hardcore N’Roll Blackisant",
    "Bio": "Les Norvégiens de KVELERTAK n’en font qu’à leur (forte) tête et enthousiasment nos esgourdes avec un concentré gouleyant de metal suintant le death, le rock, le punk et le black. Un torrent de fraîcheur jouissif exprimé avec une sauvagerie épileptique et des zygomatiques sous haute-tension ! L’arrivée du déjanté Ivar Nikolaisen en 2019 a permis au groupe de passer à la vitesse supérieure et le mur du son devrait être franchi sur la Valley cette année.",
    "BIO_EN": "The Norwegians in KVELERTAK have always impressed the masses with their enthusiastic blend of death metal, rock, punk and black metal. Their torrent of heavy metal joy is expressed with epileptic savagery full of high-tension sonic acrobatics. The arrival of vocalist Ivar Nikolaisen in 2019 brought a new wave of magic to the band, and it’s sure to make for high-speed energy in the Valley this June!",
    "FFO": "Cancer Bats, Turbonegro, Gallows, The Good The Bad And The Zugly",
    "PAYS": "Norvège",
    "COUNTRY": "Norway",
    "PARTICIPATIONS": "4ème participation (2014 – 2016 – 2019 – 2024)",
    "SCENE": "VALLEY",
    "DAY": "Samedi",
    "DEBUT": "17h45",
    "FIN": "18h35",
    "DEEZER": "https://www.deezer.com/fr/artist/418420",
    "SPOTIFY": "https://open.spotify.com/intl-fr/artist/0VE0GTaTSeeGSzrQpLmeb9",
    "LASTFM": "https://www.last.fm/fr/music/Kvelertak",
    "SETLISTFM": "https://www.setlist.fm/setlists/kvelertak-7bd516e4.html",
    "YOUTUBE": "https://www.youtube.com/user/kvelertak",
    "id": 94
  },
  {
    "GROUPE": "LEGION OF THE DAMNED",
    "STYLE": "Thrash",
    "Bio": "Les dépeceurs bataves s’affirment au fil des années comme une valeur refuge. Car leur thrash barbare et colérique à forte imprégnation de death se veut rassurant à plus d’un titre. Insensibles aux modes et aux coquetteries superficielles, ils perpétuent leur œuvre de destruction massive avec une envie sur laquelle le temps n’a aucune prise. 16 ans après leur unique passage, ils viennent en faire la démonstration par l’exemple.",
    "BIO_EN": "For almost 35 years, these thrash veterans have formed their aggressive signature sound from the most horrific ingredients of thrash and death metal, combined with brutal blackened influences, resulting in one of the most defined and unique sounds in the scene. The shredding monsters deliver the most delicious pitch-black brew and tortures dark souls into demonic underworld. One of the unchallenged masters of brute and unrelenting death-thrash metal !",
    "FFO": "Dew Scented, Destruction, Onslaught, Suicidal Angels",
    "PAYS": "Pays-Bas",
    "COUNTRY": "Netherland",
    "PARTICIPATIONS": "2ème participation (2008 / 2024)",
    "SCENE": "ALTAR",
    "DAY": "Samedi",
    "DEBUT": "16h00",
    "FIN": "16h45",
    "DEEZER": "https://www.deezer.com/fr/artist/15946",
    "SPOTIFY": "https://open.spotify.com/artist/3tS2n2PiBzG8Mr8nCfLIJy",
    "LASTFM": "https://www.last.fm/fr/music/Legion+of+the+Damned",
    "SETLISTFM": "https://www.setlist.fm/setlists/legion-of-the-damned-33d65461.html",
    "YOUTUBE": "https://www.youtube.com/channel/UC4EYzGV-geBtn8pTZlzDBrw",
    "id": 95
  },
  {
    "GROUPE": "LOFOFORA",
    "STYLE": "Fusion",
    "Bio": "Valeur sûre de la scène indépendante française, le gang parisien vient foutre la zoubia à Clisson pour faire fumer les planches. Si les textes ciselés et revendicatifs ainsi que la gouaille reconnaissable entre mille du hurleur-en-chef Reuno sont un de ses atouts majeurs, ses camarades de jeu ne s’en laissent pas compter et défouraillent avec envie des rythmes urbains, puissants et dégoulinants de groove. Le groupe live par essence.",
    "BIO_EN": "A veritable institution of the French metal scene, this Parisian group returns once more to wreak havoc in Clisson. Singing in French and driven by stellar lyrics from their extremely charismatic frontman, Reuno, this is a band apart, mixing urban rhythms with an almost vindictive power. Despite the weight of the years, LOFOFORA has lost none of their power and remains a truly exceptional live band.",
    "FFO": "Silmarils, Tagada Jones, Black Bomb A, Le Bal Des Enragés",
    "PAYS": "France",
    "COUNTRY": "France",
    "PARTICIPATIONS": "3ème participation (2014 – 2019 – 2024)",
    "SCENE": "MAINSTAGE 2",
    "DAY": "Vendredi",
    "DEBUT": "15h50",
    "FIN": "16h35",
    "DEEZER": "https://www.deezer.com/fr/artist/930",
    "SPOTIFY": "https://open.spotify.com/artist/09FUvSbZ07BWPmu8POjHNN",
    "LASTFM": "https://www.last.fm/fr/music/Lofofora",
    "SETLISTFM": "https://www.setlist.fm/setlists/lofofora-43d6e74b.html",
    "YOUTUBE": "https://www.youtube.com/user/lofoforaofficiel",
    "id": 96
  },
  {
    "GROUPE": "LOVEBITES",
    "STYLE": "Heavy / Power Metal",
    "Bio": "Un groupe composé de 5 jeunes Japonaises… On vous voit déjà sourire, ou tout du moins rester dubitatif quant à la présence d’une telle formation. Pourtant, ne vous y méprenez pas, point de J-Pop ou produit formaté à l’horizon. Mais un power metal maîtrisé avec toute la virtuosité et l’énergie possible. Elles balancent la sauce dans un déluge de puissance et de mélodies servi par une technicité de haut-vol. De quoi vous laisser pantois !",
    "BIO_EN": "Tokyo’s LOVEBITES is a new force to be reckoned with. Since its inception in 2016, the power metal all-female band has met tremendous success in Japan. Their songs have exceed million views on YouTube and also achieved certain outcomes from overseas streaming and are now regularly booked for massive events such as Hellfest. Everything seems to be set for global domination.",
    "FFO": "DragonForce, Helloween, Stratovarius, Hammerfall",
    "PAYS": "Japon",
    "COUNTRY": "Japan",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "MAINSTAGE 1",
    "DAY": "Vendredi",
    "DEBUT": "12h15",
    "FIN": "12h45",
    "DEEZER": "https://www.deezer.com/fr/artist/331450",
    "SPOTIFY": "https://open.spotify.com/intl-fr/artist/4H1S8RTYv4vN3SiM5uSZSa",
    "LASTFM": "https://www.last.fm/music/Lovebites",
    "SETLISTFM": "https://www.setlist.fm/setlists/lovebites-23cb4c7b.html",
    "YOUTUBE": "https://www.youtube.com/channel/UC90wxogt_sQrP0Os0HT-xuw",
    "id": 97
  },
  {
    "GROUPE": "MACHINE HEAD",
    "STYLE": "Groove Metal / Thrash",
    "Bio": "Après des années consacrées à la composition et à l’interprétation exclusive de concerts indoor XXL, la bande du père Flynn a choisi de réintégrer le circuit des festivals avec parcimonie via des participations triées sur le volet. Son atmosphère particulière et l’accueil prodigué à l’occasion des précédents passages ont notamment fait pencher la balance en faveur du Hellfest. Un retour explosif qui restera à coup sûr dans les mémoires.",
    "BIO_EN": "After years focused on creating exclusive, indoor concerts, Robb Flynn’s band has decided to reintegrate into the world of festivals. They’re pulling back the curtain and creating events that are thrilling and unforgettable. The set at Hellfest promises to be the culmination of years of hard work - an explosive return that will implant itself in your memory. ",
    "FFO": "Lamb Of God, DevilDriver, Killer Be Killed",
    "PAYS": "USA",
    "COUNTRY": "USA",
    "PARTICIPATIONS": "4ème pariticipation (2007 – 2009 – 2012 – 2024)",
    "SCENE": "MAINSTAGE 1",
    "DAY": "Vendredi",
    "DEBUT": "23h15",
    "FIN": "00h45",
    "DEEZER": "https://www.deezer.com/fr/artist/536",
    "SPOTIFY": "https://open.spotify.com/artist/0lVlNsuGaOr9vMHCZIAKMt",
    "LASTFM": "https://www.last.fm/fr/music/Machine+Head",
    "SETLISTFM": "https://www.setlist.fm/setlists/machine-head-13d69909.html",
    "YOUTUBE": "https://www.youtube.com/channel/UC5mX9jQdmMRzCLfOJmeyhsg",
    "id": 98
  },
  {
    "GROUPE": "MADBALL",
    "STYLE": "NY Hardcore",
    "Bio": "2024 : 6ème passage des New-Yorkais en nos contrées. Mais que va-t-on bien pouvoir vous dire que vous ne sachiez déjà ? Car hormis le fait que ce soit culte et que Freddy et sa bande de joyeux lurons vont vous mettre une jolie branlée avec leur hardcore bodybuildé, on ne saurait décrire ce qu’est une performance scénique de MADBALL. Alors, novices ou vieux briscards, venez profitez du pit, un live vaut bien plus que tous les mots !",
    "BIO_EN": "2024 will mark the 6th visit from the New York Hardcore legends to our sacred fields. What can we say that you didn’t already know? Freddy Madball and his merry men have created a cult following devoted to burly riffs for bodybuilders and mosh pit freaks alike. This promises to be yet another memorable show from MADBALL! So - newbies or old heads, get ready for the pit and a live show that transcends words. ",
    "FFO": "Agnostic Front, Death Before Dishonor, Sworn Enemy, No Turning Back",
    "PAYS": "USA",
    "COUNTRY": "USA",
    "PARTICIPATIONS": "6ème participation (2006 – 2008 – 2012 – 2015 – 2018 – 2024)",
    "SCENE": "WARZONE",
    "DAY": "Dimanche",
    "DEBUT": "20h50",
    "FIN": "21h50",
    "DEEZER": "https://www.deezer.com/fr/artist/7748",
    "SPOTIFY": "https://open.spotify.com/intl-fr/artist/1qh6ppVtiFTKMyta0NXsjf",
    "LASTFM": "https://www.last.fm/fr/music/Madball",
    "SETLISTFM": "https://www.setlist.fm/setlists/madball-33d6385d.html",
    "YOUTUBE": "https://www.youtube.com/MadballNYHC",
    "id": 99
  },
  {
    "GROUPE": "MAMMOTH WVH",
    "STYLE": "Heavy Rock",
    "Bio": "WVH : derrière ses 3 initiales se cache rien de moins que le fils d’Eddie Van Halen, Wolfgang. Le fiston, multi-intrumentiste et vocaliste de talent, se veut bien plus qu’être simplement le « fils de ». Et après avoir officié au sein de Van Halen ou Tremonti, il débarque en solo sous le patronyme Mammoth, nom original du groupe Van Halen, avec son heavy rock testostéroné sous le bras pour perpétuer l’héritage familial.",
    "BIO_EN": "WVH - Behind these 3 initials hides nothing less than the son of the great Eddie Van Halen, Wolfgang. This multi-instrumentalist and vocalist represents the next generation, and has become so much more than ‘The son of’. Having played with Van Halen and Tremonti, his solo career as MAMMOTH, the original name of Van Halen, with its high testosterone heavy rock is certain to maintain the family heritage!",
    "FFO": "Dirty Honey, Tremonti, Myles Kennedy, Ayron Jones",
    "PAYS": "USA",
    "COUNTRY": "USA",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "MAINSTAGE 1",
    "DAY": "Samedi",
    "DEBUT": "16h50",
    "FIN": "17h35",
    "DEEZER": "https://www.deezer.com/fr/artist/112937382",
    "SPOTIFY": "https://open.spotify.com/artist/6WKdhhc03LqnixYI2ZzWzO?si=MN-NYFzORkybK4czbsJMfw",
    "LASTFM": "https://www.last.fm/fr/music/Mammoth+WVH",
    "SETLISTFM": "https://www.setlist.fm/setlists/mammoth-wvh-bf43142.html",
    "YOUTUBE": "https://www.youtube.com/channel/UCIzomCKpD_K71FGHvoljNFg",
    "id": 100
  },
  {
    "GROUPE": "MASS HYSTERIA",
    "STYLE": "Metal Indus/Neo/Alternatif",
    "Bio": "Comment continuer à progresser après 30 ans d’une carrière déjà bien remplie ? A force de ténacité si on en croit l’actualité. Mais surtout avec un état d’esprit irréprochable et une positivité à tout rompre. Une œuvre généreuse, rebelle et porteuse d’espoir sur le fond… Des riffs plombés, un putain de groove et des samples bien sentis sur la forme. Nouveau plus gros concert de l’histoire de ces éternels Furieux, juste avant qui vous savez…",
    "BIO_EN": "How do you continue after a busy, hectic and satisfying 30 year career? By continuing to persevere and believe in the future! More than that - it’s the endlessly positive spirit that allows MASS HYSTERIA to romp across countless festivals. Their sound has a potent spirit, with massive riffs, a killer groove and wonderfully executed samples. This will be the band’s biggest concert ever - get ready. ",
    "FFO": "No One Is Innocent, Sidilarsen, Black Bomb A, Smash Hit Combo",
    "PAYS": "France",
    "COUNTRY": "France",
    "PARTICIPATIONS": "5ème participation (2010 – 2013 – 2016 – 2019 – 2024)",
    "SCENE": "MAINSTAGE 1",
    "DAY": "Samedi",
    "DEBUT": "20h35",
    "FIN": "21h35",
    "DEEZER": "https://www.deezer.com/fr/artist/3047?ref=atw",
    "SPOTIFY": "https://open.spotify.com/artist/30oV84oJ6PpIzrJFpVBlM6",
    "LASTFM": "https://www.last.fm/fr/music/Mass+Hysteria",
    "SETLISTFM": "https://www.setlist.fm/setlists/mass-hysteria-53d6e725.html",
    "YOUTUBE": "https://www.youtube.com/results?search_query=mass+hysteria",
    "id": 101
  },
  {
    "GROUPE": "MEGADETH",
    "STYLE": "Thrash Metal",
    "Bio": "MEGADETH incarne toujours aujourd’hui un nom incontournable de l’Histoire avec un grand H du thrash metal et de ses nombreux dérivés. Dépositaire d’albums fulgurants regorgeant d’hymnes figurant au panthéon du genre, le quatuor continue d’électriser les foules grâce à un dynamisme scénique resté intact mais aussi une capacité perpétuelle à se réinventer à chaque sortie d’album tout en gardant une patte reconnaissable de tous.",
    "BIO_EN": "MEGADETH is an unforgettable and all important name in the history of thrash metal and its various derivations. Having released album after album of scorching classics, it’s hard to deny that Dave Mustaine is in a league of his own. When he hits the stage with what promises to be his best lineup yet the show will be positively electric, high powered and unforgettable. This is thrash metal done right and we will experience the legends live - together. ",
    "FFO": "Slayer, Anthrax, Metallica, Exodus",
    "PAYS": "USA",
    "COUNTRY": "USA",
    "PARTICIPATIONS": "7ème participation (2007 – 2012 – 2016 – 2018 – 2022 (x2) – 2024)",
    "SCENE": "MAINSTAGE 1",
    "DAY": "Jeudi",
    "DEBUT": "21h20",
    "FIN": "22h20",
    "DEEZER": "https://www.deezer.com/fr/artist/3487",
    "SPOTIFY": "https://open.spotify.com/artist/1Yox196W7bzVNZI7RBaPnf",
    "LASTFM": "https://www.last.fm/fr/music/Megadeth",
    "SETLISTFM": "https://www.setlist.fm/setlists/megadeth-73d6aa19.html",
    "YOUTUBE": "https://www.youtube.com/channel/UCLVz1B001PIbq9LliJenV2w",
    "id": 102
  },
  {
    "GROUPE": "METALLICA",
    "STYLE": "Thrash Metal",
    "Bio": "Il y a 2 ans, le Hellfest réalisait l’un des plus gros coups de son histoire en clôturant 7 jours d’une édition emblématique avec ces Seigneurs du metal. Alors pourquoi les faire revenir en 2024 ? Tout simplement pour votre seul plaisir. Que vous ayez assisté ou non à cette précédente prestation, leur venue reste un évènement majeur. Un groupe dont l’influence et la longévité forcent le respect. Cette année encore, les plaines clissonnaises vont vibrer aux sons des hymnes thrash des Four Horsemen !",
    "BIO_EN": "2 years ago Hellfest had one of the greatest triumphs in our history, ending a massive 7 day edition with the emblematic lords of metal, METALLICA. So why not bring them back in 2024? We’re doping it because you love them! You helped us have a concert as never before, so we wanted to bring this major event back once more! The band whose longevity and influence force you to respect them, but whose show makes you love them. Prepare for the Four Horsemen!",
    "FFO": "Megadeth, Flotsam And Jetsam, Slayer, Trivium",
    "PAYS": "USA",
    "COUNTRY": "USA",
    "PARTICIPATIONS": "2ème participation (2022 – 2024)",
    "SCENE": "MAINSTAGE 1",
    "DAY": "Samedi",
    "DEBUT": "22h45",
    "FIN": "01h00",
    "DEEZER": "https://www.deezer.com/fr/artist/119",
    "SPOTIFY": "https://open.spotify.com/artist/2ye2Wgw4gimLv2eAKyk1NB",
    "LASTFM": "https://www.last.fm/fr/music/Metallica",
    "SETLISTFM": "https://www.setlist.fm/setlists/metallica-3bd680c8.html",
    "YOUTUBE": "https://www.youtube.com/channel/UCbulh9WdLtEXiooRcYK7SWw",
    "id": 103
  },
  {
    "GROUPE": "MORK",
    "STYLE": "Black Metal",
    "Bio": "Élaborée en 2004 par son grand architecte et maître à penser Thomas Eriksen, MORK œuvre dans la perpétuation d’un black metal à l’ancienne, respectueux de ses traditions tout en y apportant une dimension hypnotique, mélancolique (à sa façon !) et cérébrale qui sort des sentiers battus. Une approche audacieuse qui lui vaut le respect de ses pairs et une réputation grandissante. Une œuvre singulière et très impactante.",
    "BIO_EN": "Created by its mastermind and great architect Thomas Erksen in Halden, Norway in 2004, MORK has worked ever since as a one-man-band. Over its career, MORK has received widespread coverage and acclaim by both underground and mainstream media and are highly respected by black metal legends such as Darkthrone’s Nocturno Culto and Fenriz and Dimmu Borgir’s Silenoz for instance.",
    "FFO": "Windir, Kampfar, Taake, Darkthrone",
    "PAYS": "Norvège",
    "COUNTRY": "Norway",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "TEMPLE",
    "DAY": "Vendredi",
    "DEBUT": "16h50",
    "FIN": "17h40",
    "DEEZER": "https://www.deezer.com/fr/artist/58462",
    "SPOTIFY": "https://open.spotify.com/intl-fr/artist/6txf2ksDlbyt06kNh1m4o7",
    "LASTFM": "https://www.last.fm/music/Mork",
    "SETLISTFM": "https://www.setlist.fm/setlists/mork-1bc4e1ec.html",
    "YOUTUBE": "https://www.youtube.com/MorkHalden",
    "id": 104
  },
  {
    "GROUPE": "MORNE",
    "STYLE": "Doom / Post Metal / Crust",
    "Bio": "Enfin le retour du cafardeux quatuor après un passage retentissant en ouverture de la feu-Terrorizer Tent en 2011 ! Ces maçons de l’extrême adjoignent leur doom épais et au parfum crust une dimension atmosphérique ténébreuse et introspective. Une construction dense et heavy très immersive et qui ne manque pas de fasciner. La recherche de la sublimation à travers des riffs compacts, des vocaux lugubres et des ambiances sinistres.",
    "BIO_EN": "MORNE, formed in 2005, is a heavy, atmospheric band based in Boston, Massachusetts. Their style blends doom metal and classic British crust but stretches beyond those boundaries, combining a bleak lyrical style with driving riffs. This is dark and intense music you want to get lost in, to totally immerse yourself in its mesmerizing sonic realm. A search for the sublime through heaviness. Welcome back to Hellfest. At last!",
    "FFO": "Graves At Sea, Cult Of Luna, Agrimonia, Catharsis",
    "PAYS": "USA",
    "COUNTRY": "USA",
    "PARTICIPATIONS": "2ème participation (2011 – 2024)",
    "SCENE": "TEMPLE",
    "DAY": "Jeudi",
    "DEBUT": "17h15",
    "FIN": "17h55",
    "DEEZER": "https://www.deezer.com/fr/artist/429890",
    "SPOTIFY": "https://open.spotify.com/intl-fr/artist/5hpeBTPIG4IE2ymmNZUiEf",
    "LASTFM": "https://www.last.fm/fr/music/Morne",
    "SETLISTFM": "https://www.setlist.fm/setlists/morne-53d47f6d.html",
    "YOUTUBE": "https://www.youtube.com/channel/UCWra25kZV4yVFYg_F-fyFSQ",
    "id": 105
  },
  {
    "GROUPE": "MR. BUNGLE",
    "STYLE": "Metal Expérimental Indescriptible",
    "Bio": "Le retour du très grand, de l’immense, du génialissime Mike Patton, sur nos terres est un de ces moments qui fera date et marquera l’Histoire du Hellfest à n’en pas douter. Avec son vieux projet déjanté aussi dingue qu’avant-gardiste de MR. BUNGLE, il vient accompagné d’un line-up de rêve (Trey Spruance, Trevor Dunn, Dave Lombardo, Scott Ian) pour vous perdre dans les méandres d’une expérimentation folle. La créativité à son summum !",
    "BIO_EN": "Not unlike most ‘80s thrash metal bands, MR. BUNGLE was formed in an impoverished lumber & fishing town by a trio of curious, volatile teenagers. Trey Spruance, Mike Patton & Trevor Dunn beget the amorphous “band” in 1985 up in Humboldt County, CA. Incorporating exotic instruments as they have always maintained footing in the mosh pit of their youth and continued to reference metal in one way or another. Expect a mind-blowing experience.",
    "FFO": "Fantomas, Tomahawk, Diablo Swing Orchestra, Sleepytime Gorilla Museum",
    "PAYS": "USA",
    "COUNTRY": "USA",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "VALLEY",
    "DAY": "Samedi",
    "DEBUT": "21h45",
    "FIN": "22h45",
    "DEEZER": "https://www.deezer.com/fr/artist/2193",
    "SPOTIFY": "https://open.spotify.com/intl-fr/artist/2zq0uqN9Wq12tqrQQt1ozw",
    "LASTFM": "https://www.last.fm/fr/music/Mr.+Bungle",
    "SETLISTFM": "https://www.setlist.fm/setlists/mr-bungle-23d6b0d7.html",
    "YOUTUBE": "https://www.youtube.com/channel/UCp8BGvcazJxSVcg3zG1U3vw",
    "id": 106
  },
  {
    "GROUPE": "NAKKEKNAEKKER",
    "STYLE": "Death Metal",
    "Bio": "A votre avis « briseur de nuque », ça se dit comment en danois ? Petit indique : il y a cinq K dans la réponse. A peine sortis de l’adolescence, ces quasi-puceaux discographiques prouvent que la valeur n’attend pas le nombre d’années, ni la fin de l’acné. La nouvelle pépite death metal venue du froid vient vous mettre un coup telle l’éjaculation effrénée d’un old-school dynamitée par la fougue de la jeunesse. Attention, talent précoce !",
    "BIO_EN": "The Danish name NAKKEKNAEKKER directly translates to ‘neck breaker’. And is a perfect description of what to expect! Since forming in 2020, NAKKEKNAEKKER has quickly grabbed the attention of the metal community with their ferocious death metal and explosive live shows. The band’s sound is rooted in the old-school (Entombed, Morbid Angel, Bloodbath) but also incorporates modern elements. The future belongs to them.",
    "FFO": "Entombed, Morbid Angel, Gorefest, Grave",
    "PAYS": "Danemark",
    "COUNTRY": "Danemark",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "ALTAR",
    "DAY": "Samedi",
    "DEBUT": "10h30",
    "FIN": "11h00",
    "DEEZER": "https://www.deezer.com",
    "SPOTIFY": "https://open.spotify.com/search/NAKKEKNAEKKER/artists",
    "LASTFM": "https://www.last.fm/fr/music/Nakkeknaekker",
    "SETLISTFM": "https://www.setlist.fm/setlists/nakkeknaekker-4bf877de.html",
    "YOUTUBE": "https://www.youtube.com/channel/UCMRrZW3Ny-iDEtIca9q6RzA",
    "id": 107
  },
  {
    "GROUPE": "NE OBLIVISCARIS",
    "STYLE": "Death Metal Progressif",
    "Bio": "Sacrés clients que ces prodigieux virtuoses Australiens dont le talent ne manque pas de générer admiration et jalousie. D’obédience progressive, les structures des morceaux sont d’une richesse incommensurable. Maniant avec dextérité la férocité implacable du metal extrême dans son large spectre, les adjonctions de violon, de musiques classiques, jazz et traditionnelles viennent sublimer l’œuvre avant-gardiste de ces véritables mutants. Somptueux.",
    "BIO_EN": "Fans of these prodigious Australian virtuosos know that there talent is something to be jealous of. Part of the progressive metal world, their song structures have a depth that few of their peers can match up too. Guided forward with incredible dexterity and an implacable extreme metal ferocity, they bring in a huge variety of influences, from violins and classical music to jazz and traditional folk songs. It’s a sublime, sumptuous avant garde oeuvre.",
    "FFO": "Persefone, Be’Lakor, Opeth, Klone",
    "PAYS": "Australie",
    "COUNTRY": "Australia",
    "PARTICIPATIONS": "2ème participation (2015 – 2024)",
    "SCENE": "ALTAR",
    "DAY": "Vendredi",
    "DEBUT": "19h35",
    "FIN": "20h35",
    "DEEZER": "https://www.deezer.com/fr/artist/2488591",
    "SPOTIFY": "https://open.spotify.com/intl-fr/artist/5kbidtcpyRRMdAQUnI1BG4",
    "LASTFM": "https://www.last.fm/music/Ne+Obliviscaris",
    "SETLISTFM": "https://www.setlist.fm/setlists/ne-obliviscaris-13d7f505.html",
    "YOUTUBE": "https://www.youtube.com/neobliviscaris",
    "id": 108
  },
  {
    "GROUPE": "GAUPA",
    "STYLE": "Stoner psyché",
    "Bio": "En seulement quelques années les Suédois se sont frayés un chemin jusqu’aux plus hautes sphères de la scène rock. Il faut dire que leur son a tout du tourbillon qui vous emporte inexorablement dans une myriade de paysages colorés aux ambiances poétiques. Un psychédélisme de haute volée porté par la voix incroyable de sa grande prêtresse Emma Näslund. GAUPA est une excursion sonore éthérée et féerique qui puise sa force dans les esprits les plus profonds de la nature.",
    "BIO_EN": "In just a few years, these Swedes have rocketed to the top of the rock scene. Their sound is a whirlwind, pulling you into a kaleidoscope of colorful, poetic landscapes. High-flying psychedelia, led by the mesmerizing vocals of their high priestess Emma Näslund. GAUPA offers an ethereal and enchanting sonic journey, drawing power from the deepest spirits of nature.",
    "FFO": "Elder, Hällas, Dool, Somali Yacht Club",
    "PAYS": "Suède",
    "COUNTRY": "Suede",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "VALLEY",
    "DAY": "Vendredi",
    "DEBUT": "16h00",
    "FIN": "16h45",
    "DEEZER": "https://www.deezer.com/fr/artist/14036887",
    "SPOTIFY": "https://open.spotify.com/artist/2xODNufQxAtc0gmDIhsjkg",
    "LASTFM": "https://www.last.fm/fr/music/Gaupa",
    "SETLISTFM": "https://www.setlist.fm/setlists/gaupa-6bcb465a.html",
    "YOUTUBE": "https://www.youtube.com/c/GAUPA",
    "id": 109
  },
  {
    "GROUPE": "NECK DEEP",
    "STYLE": "Pop Punk",
    "Bio": "Pop énergique passée à la lessiveuse punk ou punk suintant à grosses gouttes les mélodies pop ? On ne sait pas trop. Mais les hymnes tubesques des Gallois ont tous les atouts pour devenir le plaisir coupable de tout keupon, coreux ou métalleux ne jurant que pas l’épaisseur des riffs et la rugosité du chant. Point de ça ici mais des mélodies irrésistibles, terriblement addictives et mémorisables en moins de temps qu’il ne faut pour le dire.",
    "BIO_EN": "Energetic pop that passes for lighthearted punk or hard hitting punk with a big dose of melodic pop? We don’t really know. What we do know is that the massive radio anthems that this Welsh quitnet puts out are sure to get your body moving. It might not be metal, but the heavy riffs and rugged vocals will win hearts. Then you have the irresistible memories which remain addictive and work their way into your brain before you can even repeat them! ",
    "FFO": "The Story So Far, Fall Out Boy, Simple Plan, New Found Glory",
    "PAYS": "Royaume-Uni",
    "COUNTRY": "United Kingdom",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "MAINSTAGE 2",
    "DAY": "Dimanche",
    "DEBUT": "13h10",
    "FIN": "13h50",
    "DEEZER": "https://www.deezer.com/fr/artist/3837171",
    "SPOTIFY": "https://open.spotify.com/user/neckdeep_uk",
    "LASTFM": "https://www.last.fm/fr/music/Neck+Deep",
    "SETLISTFM": "https://www.setlist.fm/setlists/neck-deep-6bd8be46.html",
    "YOUTUBE": "https://www.youtube.com/channel/UCvW1rSUzDMoT4Qdeep-c-Ow",
    "id": 110
  },
  {
    "GROUPE": "NEKROMANTIX",
    "STYLE": "Psychobilly",
    "Bio": "Quitte à s’administrer un shoot de psychobilly, autant que ce soit de la bonne came. Ça tombe bien, ces vieux de la vieille font partie des meilleurs dans le genre. Des décennies de pratique n’ont pas refroidi l’ardeur du délirant trio americano-danois, ni ramolli son inspiration, et encore moins chamboulé son esthétique capillaire. Toujours bon pied, bon œil, ses cartouches turbulentes et groovy font vibrer les cœurs et remuer le popotin.",
    "BIO_EN": "Never self-serious while far from a joke at the same time, NEKROMANTIX is a musical unearthing of the biggest themes from the greatest works of monster, zombie, vampire, werewolf and b-horror fiction; ripped from literature, comic book pages or classic celluloid. To their dedicated army of supporters around the world and across every dimension, NEKROMANTIX stands tall among the ghosts in rock n’ roll’s undead cemetery.",
    "FFO": "Horrorpops, Mad Sin, Tiger Army, Demented Are Go !",
    "PAYS": "Danemark",
    "COUNTRY": "Danemark",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "WARZONE",
    "DAY": "Samedi",
    "DEBUT": "20h40",
    "FIN": "21h40",
    "DEEZER": "https://www.deezer.com/fr/artist/9046",
    "SPOTIFY": "https://open.spotify.com/intl-fr/artist/3KPGTmc7LTodUo6mG4KvzQ",
    "LASTFM": "https://www.last.fm/fr/music/Nekromantix",
    "SETLISTFM": "https://www.setlist.fm/setlists/nekromantix-4bd68f6a.html",
    "YOUTUBE": "https://www.youtube.com/user/nekromantixchannel",
    "id": 111
  },
  {
    "GROUPE": "NILE",
    "STYLE": "Death Metal",
    "Bio": "En 3 décennies, l’ahurissant Karl Sanders a placé la barre très haut en termes de death metal technique. Avec une constance qui confine au sadisme, il a continuellement ajusté le curseur vers le haut. Sarabandes de guitares tranchantes comme des rasoirs, vociférations démentes, blastbeats supersoniques, le tout sur fond d’égyptologie : la musique cataclysmique de NILE est un must de puissance qui soumet le palpitant à rude épreuve !",
    "BIO_EN": "Over 3 decades, NILE has raised the bar for extreme metal bands musically, lyrically and conceptually. Through force of will and dedication to their craft, NILE is one of death metal's brightest hopes. Swarming guitars unleash razor sharp hooks, relentless drum blasts push human limits of endurance, and vicious vocals are NILE’s trademarks. Most definitely one of extreme metal’s most revered bands.",
    "FFO": "Suffocation, Hate Eternal, Vital Remains, Bloodbath",
    "PAYS": "USA",
    "COUNTRY": "USA",
    "PARTICIPATIONS": "5ème participation (2006 – 2010 – 2014 – 2018 – 2024)",
    "SCENE": "ALTAR",
    "DAY": "Samedi",
    "DEBUT": "21h45",
    "FIN": "22h45",
    "DEEZER": "https://www.deezer.com/artist/6461",
    "SPOTIFY": "https://open.spotify.com/artist/3v3VSKylQE69ztn5TUVlFE",
    "LASTFM": "https://www.last.fm/fr/music/Nile",
    "SETLISTFM": "https://www.setlist.fm/setlists/nile-1bd6fdb8.html",
    "YOUTUBE": "https://www.youtube.com/user/nilecatacombs",
    "id": 112
  },
  {
    "GROUPE": "NOVA TWINS",
    "STYLE": "Urban Punk",
    "Bio": "Amy Love & Georgia South sont aussi explosives dans leurs looks que dans leur musique. Ces 2 reines de l’urban punk sont devenues en quelques années un sacré phénomène. Dotées d'un indéniable panache et d'une volonté d'embrasser dans un geste plein de fureur 35 ans de contestation sonore made in England : agressivité politique du punk, verve provocatrice du grime, hédonisme expérimental de la bass music. Effet explosif garanti !",
    "BIO_EN": "Amy Love & Georgia South are just as explosive in their looks as in their music. These 2 queens of urban punk have become an incredible phenomenon in the past couple of years. Full of undeniable panache and the desire to take on the world 45 years after the creation of the English punk sound. It’s aggressive, political and provocative full of grime, hedonism and even touches of experimental bass. The effect promises to be explosive.",
    "FFO": "L7, Royal Blood, Krav Boca,",
    "PAYS": "Royaume-Uni",
    "COUNTRY": "United Kingdom",
    "PARTICIPATIONS": "2ème participation (2019 – 2024)",
    "SCENE": "MAINSTAGE 1",
    "DAY": "Dimanche",
    "DEBUT": "13h55",
    "FIN": "14h35",
    "DEEZER": "https://www.deezer.com/fr/artist/10444072",
    "SPOTIFY": "https://open.spotify.com/artist/7I95CM75shzCjHuTzrepjM",
    "LASTFM": "https://www.last.fm/fr/music/Nova+Twins",
    "SETLISTFM": "https://www.setlist.fm/setlists/nova-twins-33c134e1.html",
    "YOUTUBE": "https://www.youtube.com/channel/UCXzkOV5B5YlJmd96yFF2jYg",
    "id": 113
  },
  {
    "GROUPE": "ORDEN OGAN",
    "STYLE": "Power Metal",
    "Bio": "Si une certaine filiation avec Blind Guardian et Running Wild est évidente, il serait réducteur de limiter ORDEN OGAN à une « copie de » tant le combo dispose de solides arguments qui en font une formation plus novatrice qu’héritière. Sa capacité à magnifier son power metal moderne avec des touches gothiques, folk et progressives la démarque des formations suiveuses et besogneuses et lui confère un statut de groupe premium en la matière.",
    "BIO_EN": "For some they are the only legitimate Blind Guardian successor, for others, the new Running Wild… But ORDEN OGAN regard themselves as following the tradition of these bands, the have got so much more to offer. This band is one of the most inventive new bands and many people praise the masterly and unique mixture of traditional power metal with modern elements, folk and progressive influences as well as elements from the gothic genre.",
    "FFO": "Brothers Of Metal, Freedom Call, Beast In Black, Powerwolf",
    "PAYS": "Allemagne",
    "COUNTRY": "Germany",
    "PARTICIPATIONS": "2ème participation (2018 – 2024)",
    "SCENE": "MAINSTAGE 1",
    "DAY": "Vendredi",
    "DEBUT": "13h35",
    "FIN": "14h15",
    "DEEZER": "https://www.deezer.com/fr/artist/179904",
    "SPOTIFY": "https://open.spotify.com/intl-fr/artist/3t5X2CVDf5mrlIx1SdvWYM",
    "LASTFM": "https://www.last.fm/fr/music/Orden+Ogan",
    "SETLISTFM": "https://www.setlist.fm/setlists/orden-ogan-73d77681.html",
    "YOUTUBE": "https://www.youtube.com/channel/UC6nNhZ3JT_XBW_bLWCBVNlQ",
    "id": 114
  },
  {
    "GROUPE": "OXBOW",
    "STYLE": "Expérience Noisy Inclassable",
    "Bio": "Un live du quatuor de San Francisco s’apparente beaucoup à un film d’auteur : on ne comprend pas grand-chose mais on saisit pourtant le fort potentiel et le talent. 35 ans qu’Eugene Robinson et ses acolytes s’adonnent à l’art délicat de l’expérimentation musicale. Noise, jazz, blues, post punk, l’éventail est si vaste qu’une seule vie ne suffira pas à comprendre cet esprit sale, torturé et excentrique à la dérangeante singularité.",
    "BIO_EN": "OXBOW is a San Francisco-based 4-piece whose upward of 20 year musical career has seen hundreds of shows from Japan to Norway and New York to Los Angeles, release a raft of records on at least half a dozen labels and played with the everyone from Neurosis, The Melvins, Zeni Geva and Shellac to Michael Gira, Converge and Robert Plant. OXBOW’s experimental rock music is feverish, disorienting, hostile, beguiling, defeated, and triumphant.",
    "FFO": "Unsane, Cherubs, Big|Brave, The Jesus Lizard",
    "PAYS": "USA",
    "COUNTRY": "USA",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "VALLEY",
    "DAY": "Samedi",
    "DEBUT": "14h20",
    "FIN": "15h05",
    "DEEZER": "https://www.deezer.com/fr/artist/15950",
    "SPOTIFY": "https://open.spotify.com/intl-fr/artist/4m47y2u5lJBKbakAv5YAh1",
    "LASTFM": "https://www.last.fm/fr/music/Oxbow",
    "SETLISTFM": "https://www.setlist.fm/setlists/oxbow-bd6ed86.html",
    "YOUTUBE": "https://www.youtube.com/channel/UCxPz0HrH5fzT1EwKEgZ2IfQ",
    "id": 115
  },
  {
    "GROUPE": "PAIN OF SALVATION",
    "STYLE": "Metal Progressif",
    "Bio": "PAIN OF SALVATION, c’est le bébé et la création du génial Daniel Gildenlöw, son homme à tout faire et penser. Et un artiste hors-norme. Son œuvre se caractérise par une versatilité exceptionnelle où se confondent les passages musclés et syncopés, les passages plus calmes à forte teneur émotionnelle et les expérimentations polyrythmiques. Un tourbillon d’ambiances et d’émotions sensationnel. La classe avec un grand C.",
    "BIO_EN": "PAIN OF SALVATION is a Swedish progressive rock band headed by Daniel Gildenlöw; the band's lyricist, chief composer, guitarist, and lead vocalist. From its inception, the band has been different with a sound that is completely and uniquely their own. A recipe that is recognizable from the very first note: a big serving of enigmatic metal, a side of alternative, a dash or two of progressive rock, and lyrics that will rip your heart from your chest.",
    "FFO": "Evergrey, Haken, Fates Warning, Queensrÿche",
    "PAYS": "Suède",
    "COUNTRY": "Suede",
    "PARTICIPATIONS": "4ème participation (2007 – 2011 - 2017 – 2024)",
    "SCENE": "ALTAR",
    "DAY": "Vendredi",
    "DEBUT": "23h55",
    "FIN": "00h55",
    "DEEZER": "https://www.deezer.com/fr/artist/3565",
    "SPOTIFY": "https://open.spotify.com/artist/1uRpg2s2jNaxbmoNiJDGfd",
    "LASTFM": "https://www.last.fm/fr/music/Pain+of+Salvation",
    "SETLISTFM": "https://www.setlist.fm/setlists/pain-of-salvation-bd69136.html",
    "YOUTUBE": "https://www.youtube.com/playlist?list=PLfMBXSLZAyycvMTwRztUbNgf03n_vU-NC",
    "id": 116
  },
  {
    "GROUPE": "PENCEY SLOE",
    "STYLE": "Dreamgaze",
    "Bio": "Depuis sa genèse en 2017 à Paris, la valeur montante de la dreamgaze hexagonale poursuit son voyage au milieu de paysages cinématiques et de couleurs psychédéliques. Elle s’aventure au gré de ses envies dans des sphères plus sombres. L’équilibre parfait des vocaux de Diane Pellotieri et des textures sinueuses des guitares créent une atmosphère unique. Levez l’ancre, hissez les voiles et savourez cette mélopée.",
    "BIO_EN": "Since their genesis in 2017 in Paris, the French dreamgaze master has been pursuing a sound that is cinematic and psychedelic. The adventure continues on stage with dark sounds and gorgeous compositions coming to life. The perfect equilibrium of Diane Pellotieri’s vocals and the textured, sinewy guitars creates a unique atmosphere. Lift the anchor and raise the sails and float off into a dream!",
    "FFO": "Slow Crush, Life On Venus, Sylvaine, Slowdive",
    "PAYS": "France",
    "COUNTRY": "France",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "VALLEY",
    "DAY": "Dimanche",
    "DEBUT": "10h30",
    "FIN": "11h00",
    "DEEZER": "https://www.deezer.com/fr/artist/12781551",
    "SPOTIFY": "https://open.spotify.com/intl-fr/artist/6LZ5lMO2burFwjCctFW6tn",
    "LASTFM": "https://www.last.fm/fr/music/Pencey+Sloe",
    "SETLISTFM": "https://www.setlist.fm/setlists/pencey-sloe-7bccda4c.html",
    "YOUTUBE": "https://www.youtube.com/channel/UCCaqy0NtUmeoiATq1Fut-eQ",
    "id": 117
  },
  {
    "GROUPE": "PENSEES NOCTURNES",
    "STYLE": "Black Metal Burlesque",
    "Bio": "Orchestres philharmoniques grandiloquents aux orgues dissonants, fanfares, pianos décadents, riffs black metal dissonants/dépressifs (au choix !), voix azimutées aux antipodes des standards, solos de guitare barrés… Ces saltimbanques déglingués et leur frontman perturbant offrent un show excentrique et dantesque. Une expérience sensorielle qui ne peut laisser de marbre et qui marque durablement les esprits.",
    "BIO_EN": "Grandiloquent church organs, philharmonic orchestras, brass bands, piano decadence, dissonant or depressive Black metal riffs, or even Post Black, crazy voice clear as opposed to the usual standards, or screwed and dissonant guitar solo … PENSEES NOCTURNES offers a Dantesque and quirky show, performed by a line-up composed of disgusting clowns, led by a charismatic conductor. That is a unique experience from which no one is unmoved.",
    "FFO": "Monarque, Carnival In Coal, Sopor Aeternus, Véhémence",
    "PAYS": "France",
    "COUNTRY": "France",
    "PARTICIPATIONS": "2ème participation (2018 – 2024)",
    "SCENE": "TEMPLE",
    "DAY": "Dimanche",
    "DEBUT": "12h15",
    "FIN": "12h45",
    "DEEZER": "https://www.deezer.com/fr/artist/4384214",
    "SPOTIFY": "https://open.spotify.com/artist/4qeRR4uoVKeyeinD7PJyCr",
    "LASTFM": "https://www.last.fm/fr/music/Pens%C3%A9es+Nocturnes",
    "SETLISTFM": "https://www.setlist.fm/setlists/pensees-nocturnes-1bd59d2c.html",
    "YOUTUBE": "https://www.youtube.com/results?search_query=pens%C3%A9es+nocturnes",
    "id": 118
  },
  {
    "GROUPE": "QUEENS OF THE STONE AGE",
    "STYLE": "Stoner / Rock",
    "Bio": "Pas totalement stoner, ni franchement psyché, mais bondieusement rock n’roll. Ce bougre de Josh Homme sait s’y prendre pour pondre des riffs chaloupés à déboîter une hanche. Et depuis l’arrêt de Kyuss (il y a plus de 25 ans tout de même !), il faut bien avouer qu’avec ses Reines, le grand diable roux inonde le monde de hits aussi raides qu’hypnotiques. Une expérience à essayer d’urgence. Jusqu’où s’arrêtera-t-il ? Nul ne sait !",
    "BIO_EN": "Not completely stoner, and honestly not psych either - but definitely rock ‘n’ roll! The project from the one and only Josh Homme knows what it means to take mammoth riffs and thrill crowds. Since the end of Kyuss 25 years ago he’s taken over the reigns as the master of heavy rock, the ginger devil who writes hypnotic hits that thrill the world. It’s an experience you need to have in your life - who knows when it will stop! ",
    "FFO": "Them Crooked Vultures, Kyuss, Foo Fighters, Wolfmother",
    "PAYS": "USA",
    "COUNTRY": "USA",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "MAINSTAGE 1",
    "DAY": "Dimanche",
    "DEBUT": "19h25",
    "FIN": "20h40",
    "DEEZER": "https://www.deezer.com/fr/artist/1177",
    "SPOTIFY": "https://open.spotify.com/intl-fr/artist/4pejUc4iciQfgdX6OKulQn",
    "LASTFM": "https://www.last.fm/fr/music/Queens+of+the+Stone+Age",
    "SETLISTFM": "https://www.setlist.fm/setlists/queens-of-the-stone-age-1bd689ec.html",
    "YOUTUBE": "https://www.youtube.com/channel/UCAqa6dDmCH4XwipdfxoMo4Q",
    "id": 119
  },
  {
    "GROUPE": "RED SUN ATACAMA",
    "STYLE": "Stoner",
    "Bio": "Influencés par le fuzz impétueux des légendes californiennes Fu Manchu et Kyuss, les Bordelais alignent les riffs grooveusement irrésistibles qui transportent au beau milieu des plaines désertiques (du Médoc et bien au-delà). Volcanique et sauvage, le power-trio combine avec vista et banane XXL un stoner rock à l’énergie punk. A cocher sur le running-order pour tout adorateur du Soleil, du Son et du Saint Riff qui se respecte.",
    "BIO_EN": "Worshippers of the Sun, the Sound and the Holy Riff ! Spread through the impetuous fuzz of Californian legends Fu Manchu, Kyuss or Brant Bjork, Bordeaux’s RED SUN ATACAMA praise the burning sound of the desert and the Holy Groove with irresistible slashing riffs. Their volcanic and wild music of these fuzzheads is driven by a beyond compare desert rock, stoner and punk energy, and inspired by the Andean magnetism.",
    "FFO": "Kyuss, Fu Manchu, Decasia, Mr. Bison",
    "PAYS": "France",
    "COUNTRY": "France",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "VALLEY",
    "DAY": "Vendredi",
    "DEBUT": "10h30",
    "FIN": "11h00",
    "DEEZER": "https://www.deezer.com/fr/artist/15268499",
    "SPOTIFY": "https://open.spotify.com/intl-fr/artist/0tQIPyHnRVytz1dSECkiFg",
    "LASTFM": "https://www.last.fm/fr/music/Red+Sun+Atacama",
    "SETLISTFM": "https://www.setlist.fm/setlists/red-sun-atacama-bca81e6.html",
    "YOUTUBE": "https://www.youtube.com/channel/UCsBz3Lh5uANCmELcMfFo5Hg",
    "id": 120
  },
  {
    "GROUPE": "RENDEZ-VOUS",
    "STYLE": "Post Punk",
    "Bio": "Le rayon post-punk en France est sacrément bien fourni. Peu de place pour le bas-de-gamme. Pour attirer le chaland, parmi la ribambelle de produits de qualité, on a mis dans notre panier le top avec les Parisiens de RENDEZ VOUS. Leur cold wave, aussi légère qu’angoissante, se fraye un chemin dans la pénombre avec une élégance toute synthétique. Y’en aura pas pour tout le monde, alors faites vite. On se retrouve à la Valley dimanche !",
    "BIO_EN": "it is in Paris in 2012 that these four guys combined their love of the guitars from Cleaner From Venus, the melancholy of The Cure and the synths of Fad Gadget and Oppenheimer Analysis to create a new band: RENDEZ-VOUS. They deliver a tight sound that vacillates between spontaneous bursts of energy and a catchy dark melodic pop ambience. Heavily influence by both the naivete of the 80s and the resonance of the 90s.",
    "FFO": "Joy Division, The Soft Moon, Depeche Mode, Boy Harsher",
    "PAYS": "France",
    "COUNTRY": "France",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "VALLEY",
    "DAY": "Dimanche",
    "DEBUT": "14h20",
    "FIN": "15h05",
    "DEEZER": "https://www.deezer.com/fr/artist/250264",
    "SPOTIFY": "https://open.spotify.com/intl-fr/artist/4a118edzJsiImCyPCZk6mY",
    "LASTFM": "https://www.last.fm/fr/music/Rendez+Vous",
    "SETLISTFM": "https://www.setlist.fm/setlists/rendez-vous-7bc65224.html",
    "YOUTUBE": "https://www.youtube.com/@rendezvousrendezvous",
    "id": 121
  },
  {
    "GROUPE": "RHAPSODY OF FIRE",
    "STYLE": "Power Metal Symphonique",
    "Bio": "La musique ô combien épique du combo transalpin ainsi que les nombreuses péripéties de lineup, de nom ou de droits liées aux guerres internes du combo ont fait entrer RHAPSODY OF FIRE dans la légende du power metal. Seul rescapé de la formation originelle, Alex Staropoli continue de brandir son épée flamboyante avec ses intrépides chevaliers, afin de terrasser le sinistre dragon à grands coups d’hymnes homériques aux allures d’opéra.",
    "BIO_EN": "The music created by this epic Italian group is diverse, exciting and above all symphonic. Despite years of turmoil and lineup changes, it’s impossible to deny the impact that RHAPSODY OF FIRE has had on the world of epic metal over the years. These power metal legends led by founding member Alex Staropoli continue to brandish flaming swords against intrepid knights and scaling harrowing castle towers. You need this in your life. ",
    "FFO": "Avantasia, Twilight Force, Sonata Arctica, Kamelot",
    "PAYS": "Italie",
    "COUNTRY": "Italy",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "MAINSTAGE 2",
    "DAY": "Samedi",
    "DEBUT": "14h20",
    "FIN": "15h05",
    "DEEZER": "https://www.deezer.com/fr/artist/12061",
    "SPOTIFY": "https://open.spotify.com/intl-fr/artist/2GnCQNJbs4xqFulqAdAg2U",
    "LASTFM": "https://www.last.fm/fr/music/Rhapsody+of+Fire",
    "SETLISTFM": "https://www.setlist.fm/setlists/rhapsody-of-fire-6bd6daba.html",
    "YOUTUBE": "https://www.youtube.com/user/rhapsodyoffire",
    "id": 122
  },
  {
    "GROUPE": "RIVAL SONS",
    "STYLE": "Rock / Hard Rock",
    "Bio": "RIVAL SONS prouve depuis une quinzaine d'années, en chargeant d'émotion bluesy, de folk voire de quelques inspirations soul son hard rock inspiré et rocailleux, qu'il est loin de n'être qu'un énième groupe tendance vintage aux relents sabbathiens ou zeppeliniens. Ces loustics transpirent le rock n’roll, et comme en plus leurs prestations scéniques sont du genre vivifiantes... Courez, foncez, sautez, mais surtout ne manquez pas ça !",
    "BIO_EN": "A well inspired rock bluesy group full of wild energy and fuzziness, coming straight out of Los Angeles, they have all the potential to conquer the world and get in the list of the most heavyweight groups. It's not a surprise that Led Zeppelin and Black Sabbath have chosen them as their supporting band during their first steps: they mark a new chapter in their story and it smells like rock'n roll for these dudes.",
    "FFO": "Graveyard, Dirty Honey, Goodbye June, The Answer",
    "PAYS": "USA",
    "COUNTRY": "USA",
    "PARTICIPATIONS": "3ème participation (2016 – 2022 – 2024)",
    "SCENE": "VALLEY",
    "DAY": "Dimanche",
    "DEBUT": "21h55",
    "FIN": "22h55",
    "DEEZER": "https://www.deezer.com/fr/artist/571758",
    "SPOTIFY": "https://open.spotify.com/artist/356c8AN5YWKvz86B4Sb1yf?si=8jk_MFYhSi-NobyCT5swWQ",
    "LASTFM": "https://www.last.fm/fr/music/Rival+Sons",
    "SETLISTFM": "https://www.setlist.fm/setlists/rival-sons-1bd21118.html",
    "YOUTUBE": "https://www.youtube.com/channel/UCw28dvU7NbdZPF9kEPrT7aA",
    "id": 123
  },
  {
    "GROUPE": "ROYAL BLOOD",
    "STYLE": "Rock / Hard Rock",
    "Bio": "Il y a 10 ans, un duo basse/batterie faisait grand bruit en s’installant directement à une place de choix au sein du Hall of Fame rock dès son 1er album. Une basse monstrueuse et un groove digne des plus grands au service d’un rock tour à tour garage, stoner, blues qui a revigoré la scène grâce à son urgence et son énergie viscérale, foutant au passage une jolie trempe au classicisme de la sphère rock qui méritait bien un gros dépoussiérage.",
    "BIO_EN": "It’s been 10 years since this bass and drum duo released their first album. Now they’re grinding forward with massive bass sounds that work in service of a sound that digs into everything from garage and stoner rock to blues all brought together by a visceral sense of rock and roll energy. It’s a new generation of classic rock! ",
    "FFO": "Band of Skulls, Muse, Nothing But Thieves, Queens Of The Stone Age",
    "PAYS": "Royaume-Uni",
    "COUNTRY": "United Kingdom",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "MAINSTAGE 1",
    "DAY": "Dimanche",
    "DEBUT": "17h20",
    "FIN": "18h15",
    "DEEZER": "https://www.deezer.com/fr/artist/1035806",
    "SPOTIFY": "https://open.spotify.com/intl-fr/artist/2S5hlvw4CMtMGswFtfdK15",
    "LASTFM": "https://www.last.fm/fr/music/Royal+Blood",
    "SETLISTFM": "https://www.setlist.fm/setlists/royal-blood-3da6d03.html",
    "YOUTUBE": "https://www.youtube.com/user/royalblooduk",
    "id": 124
  },
  {
    "GROUPE": "SAINT AGNES",
    "STYLE": "Heavy Rock",
    "Bio": "Mené par l’hypnotique Kitty A. Austen, les Anglais débarquent avec l’intention de marquer leur époque en surfant sur un tsunami de décibels et de vocaux écorchés qui ne peuvent laisser insensibles. Ancré dans son époque et disposant d’un impact visuel certain, leur rock délicieusement cradingue et désaxé est un cocktail molotov émotionnel à la puissance apocalyptique qui va faire de gros dégâts dans les années à venir.",
    "BIO_EN": "Led by the hypnotic Kitty A Austen, this English group has launched with the dream of surfing a tsunami of decibels and flaming vocals. It’s impossible to turn your head away from what they’ve created here. Cemented in their era and with a clear visual impact, their brand of rock is delicious, a molotov cocktail of emotions and an apocalyptic power that will keep you thrilled for years to come. ",
    "FFO": "Calva Louise, Holy Wars, Marylin Manson, Wargasm",
    "PAYS": "Royaume-Uni",
    "COUNTRY": "United Kingdom",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "MAINSTAGE 2",
    "DAY": "Vendredi",
    "DEBUT": "10h30",
    "FIN": "11h00",
    "DEEZER": "https://www.deezer.com/fr/artist/10450078",
    "SPOTIFY": "https://open.spotify.com/intl-fr/artist/7c7LKkvEU9xLPyFmvV4njL",
    "LASTFM": "https://www.last.fm/fr/music/Saint+Agnes",
    "SETLISTFM": "https://www.setlist.fm/setlists/saint-agnes-63c7b657.html",
    "YOUTUBE": "https://www.youtube.com/channel/UCZVjtrzewE0VgjsG9PONcEQ",
    "id": 125
  },
  {
    "GROUPE": "SANG FROID",
    "STYLE": "Cold Wave",
    "Bio": "Marcher seul la nuit, le cœur trop lourd, dans une ville trop grande, à l’architecture froide. C’est le sentiment que l’on ressent à l’écoute de la musique de SANG FROID. Synthèse savamment élaborée de gothic rock, de cold et de new wave, elle navigue dans un univers froid, gris que parfois transpercent l’éclat des sentiments et la rage de vivre. Un groupe au potentiel énorme à découvrir de toute urgence.",
    "BIO_EN": "To walk alone in the night with a heavy heart in a huge city surrounded by frigid architecture… This is the sound reflected in the music of SANG FROID. Their synthesis of goth rock, cold and new wave and gray, sometimes surprisingly angry sounds gives the music a vision that is wholly its own. This is a band with huge potential that you need to check out right away! ",
    "FFO": "Sisters Of Mercy, New Order, Drab Majesty, Depeche Mode,Grave Pleasures",
    "PAYS": "France",
    "COUNTRY": "France",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "TEMPLE",
    "DAY": "Dimanche",
    "DEBUT": "11h05",
    "FIN": "11h35",
    "DEEZER": "https://www.deezer.com/fr/artist/1230742",
    "SPOTIFY": "https://open.spotify.com/intl-fr/artist/4pIkPniOh9jWBOm4ghan8x",
    "LASTFM": "https://www.last.fm/fr/music/Sang+Froid",
    "SETLISTFM": "https://www.setlist.fm/setlists/sang-froid-3fc8dd7.html",
    "YOUTUBE": "https://www.youtube.com/@sangfroid4576",
    "id": 126
  },
  {
    "GROUPE": "SANGUISUGABOGG",
    "STYLE": "Death Metal",
    "Bio": "Avec ce rejeton terrifiant issu de la fornication entre un death bovin et un grindcore de goret, vous imaginez bien qu’on ne tient pas là un HPI. Mais ce petit dégueulasse, derrière sa finesse égarée, nous sert sur un plateau de forts beaux borborygmes et des riffs bien débiles et est promis à un bel avenir. Pas celui de la médaille Fields assurément, mais de quoi trôner fièrement en haut de la galaxie du death metal putride et malsain.",
    "BIO_EN": "The lads from SANGUISUGABOGG play some tactless form of brutal death metal, complete with mid-paced walls of riff, shotgun double bass and grotesque growls that every now and then descend into delightful pig squeals. This is straightforward, brutal death that’s having too much fun to notice your elitist scoff. Massively heavy and somewhat groovy and first of all a tremendous lot of fucking fun!",
    "FFO": "Vomit Fourth, 200 Stab Wounds, Undeath, Frozen Soul",
    "PAYS": "USA",
    "COUNTRY": "USA",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "ALTAR",
    "DAY": "Samedi",
    "DEBUT": "14h20",
    "FIN": "15h05",
    "DEEZER": "https://www.deezer.com/fr/artist/69676882",
    "SPOTIFY": "https://open.spotify.com/artist/0n98EIfTSiyxUZHUojHykN",
    "LASTFM": "https://www.last.fm/fr/music/Sanguisugabogg",
    "SETLISTFM": "https://www.setlist.fm/setlists/sanguisugabogg-13f4bd3d.html",
    "YOUTUBE": "https://www.youtube.com/c/Sanguisugabogg",
    "id": 127
  },
  {
    "GROUPE": "SATYRICON",
    "STYLE": "Black Metal",
    "Bio": "Plus que jamais, SATYRICON n’est pas un groupe de black metal comme les autres. Tantôt trve et respectueux des codes, tantôt transpirant le black n’roll, son œuvre complexe n’hésite pas à s’aventurer vers des sonorités et des territoires inexplorés. Pour un résultat stylé, racé, unique et en constante évolution. Une approche iconoclaste qui ne manque jamais de déchaîner les passions au sein d’une scène plutôt conservatrice.",
    "BIO_EN": "More than ever Satyricon is not a black metal band like the others. While remaining trve and respectful to the roots of the genre they’ve leaned into new sides of the sound, above all complex, crippling and weird black ‘n’ roll. The end result is exciting, hyper powered and unique in its state of constant evolution. Their iconoclastic approach can’t help but to thrill listeners across the globe. ",
    "FFO": "Immortal, 1349, Behemoth, Rotting Christ",
    "PAYS": "Norvège",
    "COUNTRY": "Norway",
    "PARTICIPATIONS": "6ème participation (2006 – 2008 – 2012 – 2015 – 2018 – 2024)",
    "SCENE": "TEMPLE",
    "DAY": "Vendredi",
    "DEBUT": "20h40",
    "FIN": "21h40",
    "DEEZER": "https://www.deezer.com/artist/4805",
    "SPOTIFY": "https://open.spotify.com/artist/221Rd0FvVxMx7eCbWqjiKd",
    "LASTFM": "https://www.last.fm/fr/music/Satyricon",
    "SETLISTFM": "https://www.setlist.fm/setlists/satyricon-4bd68386.html",
    "YOUTUBE": "https://www.youtube.com/channel/UCRpIGIdtRHHCmxkK4k7ylaw",
    "id": 128
  },
  {
    "GROUPE": "SAVAGE LANDS",
    "STYLE": "Metal Environnemental",
    "Bio": "Après avoir constaté à quel point la déforestation menace l'écosystème du Costa Rica, le musicien activiste (et résidant costaricien) Sylvain Demercastel a créé sa propre ONG accompagné de Dirk Verbeuren (Megadeth). Nommé d'après leur passion commune pour le heavy metal sauvage et la préservation de la faune, SAVAGE LANDS vient vous sensibiliser à cette cause environnementale et ce concert est l’occasion de récolter des fonds. Agissons !",
    "BIO_EN": "After having seen to what point deforestation destroyed the Costa Rican ecosystem, the musician activist, and Costa Rican resident Sylvain Demercastel crafted this band, alongside Dirk Verbeuren of Megadeth. Named for their shared passion for heavy metal that is savage as the nature they wish to preserve, SAVAGE LANDS is coming to bring an environmentalist cause to the Hellfest stage! See you there! ",
    "FFO": "Gojira,",
    "PAYS": "Costa Rica / Belgique / France / Brésil",
    "COUNTRY": "Costa Rica / Belgium / France / Brazil",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "MAINSTAGE 2",
    "DAY": "Vendredi",
    "DEBUT": "17h35",
    "FIN": "18h30",
    "DEEZER": "https://www.deezer.com/fr/artist/237743941",
    "SPOTIFY": "https://open.spotify.com/intl-fr/artist/5fft5SyNYhNar3PdYtKQSF",
    "LASTFM": "https://www.last.fm/fr/music/savage+lands",
    "SETLISTFM": "https://www.setlist.fm/search?query=savage+lands",
    "YOUTUBE": "https://www.youtube.com/channel/UCK4ksixAfmjDVpRjhxg5Dog",
    "id": 129
  },
  {
    "GROUPE": "SAXON",
    "STYLE": "Heavy Metal",
    "Bio": "Prestigieux représentant d’un courant qu’il a façonné avec ses collègues d’Iron Maiden et Judas Priest (la NWOBHM pour les incultes), SAXON continue d’occuper une place de choix dans l’actualité du metal contemporain. Les années qui passent sont sans conséquences néfastes pour les vétérans anglais. Loin d’être une vieille carne, le Biff est toujours saignant et ses comparses sont au diapason pour faire vrombir leur Heavy Metal Thunder !",
    "BIO_EN": "Prestigious representatives of the NWOBHM era alongside the masters, Iron Maiden and Judas Priest, SAXON continue to have a place in the world of modern metal. In effect - even as the years pass these English veterans seem to get better and more exciting. Far from being an old dog, frontman Biff Byford remains bloodthirsty and thrilling in his ability to deliver heavy metal thunder! ",
    "FFO": "Iron Maiden, Accept, Judas Priest, Diamond Head",
    "PAYS": "Royaume-Uni",
    "COUNTRY": "United Kingdom",
    "PARTICIPATIONS": "5ème participation (2006 – 2010 – 2013 – 2017 – 2024)",
    "SCENE": "MAINSTAGE 2",
    "DAY": "Samedi",
    "DEBUT": "01h05",
    "FIN": "02h00",
    "DEEZER": "https://www.deezer.com/fr/artist/8552",
    "SPOTIFY": "https://open.spotify.com/intl-fr/artist/71vVmHeNgCVSa5SVmfvscU",
    "LASTFM": "https://www.last.fm/fr/music/Saxon",
    "SETLISTFM": "https://www.setlist.fm/setlists/saxon-73d69eb9.html",
    "YOUTUBE": "https://www.youtube.com/user/PlanetSaxon",
    "id": 130
  },
  {
    "GROUPE": "SCOWL",
    "STYLE": "Hardcore",
    "Bio": "Avec son look bigrement bariolé, la détonante Kat Moss mène la danse au sein de SCOWL. Avec une rage décomplexée, elle use de sa voix féroce et éraillée sur un hardcore aux accointances pop 100 % assumées. Un savoureux mélange de mélodies et de fureur sur lequel l’écurie Flatspot Records, accélérateur de talents (Zulu, Buggin, Speed, End It…), a jeté son dévolu. Une violence festive faisant du combo californien un futur roi de la scène.",
    "BIO_EN": "Hailing from Santa Cruz, CA, hardcore band SCOWL has burst onto the scene as one of the most authentic young voices in the genre, influenced by everything from 80s’ hardcore, punk and Oi to modern alternative pop. The band has made a name for themselves with songs that are as reflective and dark as they are fun. One of the new hardcore rising star bands to watch closely. ",
    "FFO": "Spaced, Jivebomb, Punitive Damage, Minor Threath, Anklebiter",
    "PAYS": "USA",
    "COUNTRY": "USA",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "WARZONE",
    "DAY": "Dimanche",
    "DEBUT": "13h35",
    "FIN": "14h15",
    "DEEZER": "https://www.deezer.com/fr/artist/61644602",
    "SPOTIFY": "https://open.spotify.com/artist/6hW33nVHPElaXuG2hQ0QOp",
    "LASTFM": "https://www.last.fm/fr/music/Scowl",
    "SETLISTFM": "https://www.setlist.fm/setlists/scowl-5bf0ab04.html",
    "YOUTUBE": "https://www.youtube.com/channel/UCFpY2Y5YL6b3ehjMlt8rwBg",
    "id": 131
  },
  {
    "GROUPE": "SHADOW OF INTENT",
    "STYLE": "Deathcore",
    "Bio": "A l’instar de son voisin de palier Lorna Shore, SHADOW OF INTENT donne un bon coup de pied dans la fourmilière deathcore. Tout droit sorti du Connecticut, le groupe développe un deathcore technico-symphonique alternant les parties typiquement death mélo sur fond de rythmiques rapides à faire pâlir ce bon vieux Buzz l’Éclair avec des nappes symphoniques glaciales. Une démonstration de violence tout en maîtrise. Ça va vite, ça va fort !",
    "BIO_EN": "Coming out at the same time as their neighbors in Lorna Shore, SHADOW OF INTENT are a kick in the pants to formulaic deathcore. Emerging from Connecticut, the band has developed a brand of deathcore that is technical and symphonic, counterbalancing melodic death metal with high powered rhythms and of course glacially triumphant symphonies. It’s a less in violence perfected, it goes hard and fast! ",
    "FFO": "Lorna Shore, Mental Cruelty, The Black Dahlia Murder, Make Them Suffer",
    "PAYS": "USA",
    "COUNTRY": "USA",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "ALTAR",
    "DAY": "Dimanche",
    "DEBUT": "16h00",
    "FIN": "16h45",
    "DEEZER": "https://www.deezer.com/fr/artist/9521234",
    "SPOTIFY": "https://open.spotify.com/artist/76xrrejizyQpKukBIhnf3D",
    "LASTFM": "https://www.last.fm/fr/music/Shadow+of+Intent",
    "SETLISTFM": "https://www.setlist.fm/setlists/shadow-of-intent-2bd8d4fa.html",
    "YOUTUBE": "https://www.youtube.com/channel/UCjTXC0W1gKzpXG28CPzGVcw",
    "id": 132
  },
  {
    "GROUPE": "SHAKA PONK",
    "STYLE": "Electro Rock Alternatif",
    "Bio": "2004-2024, extinction de l'espèce. Il est temps de dire au revoir à SHAKA PONK et à son cocktail explosif de rock, funk, rap, électro, metal, le tout interprété en français, anglais et espagnol. Le combo au métissage poussé à l’extrême tire sa révérence, et il aurait paru déraisonnable de ne pas lui octroyer un créneau pour laisser libre cours à son énergie débordante et à son discours engagé, écologique et désabusé sur notre société.",
    "BIO_EN": "2004-2024, the death of a master. It’s time to say goodbye to SHAKA PONK with their explosive cocktail of rock, funk, rap, electro and metal done in French, English and Spanish. The group has found a way to push the extremes while staying irreverent and unleashing a wonderfully wild energy all while bringing to the fore themes of ecology and societal abuse. ",
    "FFO": "Skip The Use, Noir Désir, No One Is Innocent,",
    "PAYS": "France",
    "COUNTRY": "France",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "MAINSTAGE 2",
    "DAY": "Vendredi",
    "DEBUT": "22h00",
    "FIN": "23h10",
    "DEEZER": "https://www.deezer.com/fr/artist/83325",
    "SPOTIFY": "https://open.spotify.com/intl-fr/artist/0VJIBKdqJygrupAxpSTk7q",
    "LASTFM": "https://www.last.fm/fr/music/Shaka+Ponk",
    "SETLISTFM": "https://www.setlist.fm/setlists/shaka-ponk-5bd4137c.html",
    "YOUTUBE": "https://www.youtube.com/channel/UCZN01kRWOqISXsFF8ss54BA",
    "id": 133
  },
  {
    "GROUPE": "SHINING",
    "STYLE": "Jazz Metal / Extreme Metal Avant-Gardiste",
    "Bio": "Avec sa musique totalement libertaire, fougueuse et brutale, à base de jazz, de black metal et d’indus, SHINING repousse les limites et explore toujours un peu plus des contrées obscures jusqu’alors restées vierges. Un chaos avant-gardiste totalement maîtrisé qui vous assène ses coups les uns après les autres, ne vous laissant aucune chance de vous relever. Une inventivité sans fin de la part de ses chercheurs de l'extrême.",
    "BIO_EN": "With their music completely free, flaming and brutal, based on jazz, black metal and industrial, SHINING have found ways to explore the limits of the genre and bring obscure influences to the fore, crashing through virgin sonic territory. Their chaos is avant gardist and well mastered. They’ll unleash blow after blow of creative musical punishment. Inventive and extreme, prepare yourself. ",
    "FFO": "Fantomas, Ephel Duath, Khanate, Nine Inch Nails",
    "PAYS": "Norvège",
    "COUNTRY": "Norway",
    "PARTICIPATIONS": "2ème participation (2015 – 2024)",
    "SCENE": "TEMPLE",
    "DAY": "Jeudi",
    "DEBUT": "22h55",
    "FIN": "23h55",
    "DEEZER": "https://www.deezer.com/fr/artist/7506642",
    "SPOTIFY": "https://open.spotify.com/intl-fr/artist/370lLcSfFuzXFatC0DFLel",
    "LASTFM": "https://www.last.fm/music/Shining+(Norwegian)",
    "SETLISTFM": "https://www.setlist.fm/setlists/shining-4bd6f766.html",
    "YOUTUBE": "https://www.youtube.com/shiningofficial",
    "id": 134
  },
  {
    "GROUPE": "SHORES OF NULL",
    "STYLE": "Doom Gothique",
    "Bio": "Référence incontournable de la scène underground depuis leur arrivée en 2013, les ténébreux Romains se distinguent de leurs contemporains grâce à leur capacité à fusionner des éléments antagonistes pour un résultat aussi brutalement puissant que relaxant à l’extrême. Les agressions sombres et maussades s’entremêlent avec les sections doom aux relents gothiques pour un résultat prodigieusement cohérent.",
    "BIO_EN": "The Rome-based metal band has been an unwavering presence within the metal underground since their musical outset in 2013, churning out impressive records. SHORES OF NULL stand out from their contemporaries with their ability to blend seemingly disparate elements into their sound, overwhelmingly heavy and soothing at the same time: blackened aggression stands alongside gothic-doom sections without either sounding out of place. ",
    "FFO": "Draconian, Swallow The Sun, Tristania, Ghost Brigade",
    "PAYS": "Italie",
    "COUNTRY": "Italy",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "TEMPLE",
    "DAY": "Vendredi",
    "DEBUT": "13h35",
    "FIN": "14h15",
    "DEEZER": "https://www.deezer.com/fr/artist/5498899",
    "SPOTIFY": "https://open.spotify.com/intl-fr/artist/76lKNyW77arKg42qdDO9Sm",
    "LASTFM": "https://www.last.fm/music/Shores+of+Null",
    "SETLISTFM": "https://www.setlist.fm/setlists/shores-of-null-1bdb1564.html",
    "YOUTUBE": "https://www.youtube.com/channel/UCIi82Va6Ro5EluQq3FFOANw",
    "id": 135
  },
  {
    "GROUPE": "SHOW ME THE BODY",
    "STYLE": "Hardcore Noisy",
    "Bio": "La nouvelle génération hardcore ne s’embarrasse guère des règles. Pourquoi faire basique quand on peut exploser les frontières du genre. Le trio new-yorkais (banjo, basse, batterie) s’emploie à malaxer tout ce qui lui tombe sous la main, hardcore, noise, hip-hop, punk et baignent dans un son underground et violent. Une mixité des genres qui sent la poudre, prête à exploser. Aussi abrasif que versatile, SHOW ME THE BODY vous râpe les tympans !",
    "BIO_EN": "SHOW ME THE BODY is a New York City-based ecclesiastical hardcore trio. The band has organized non-traditional, intentional DIY spaces for NYC youth since 2015, and since expanded that work to a global capacity through their urgent, ceremonial live shows, subterranean punk and hip-hop mixed tours, and their Corpus NYC platform. Over the year, these guys have solidified a legacy of confronting and permanently shifting the rigid limitations of the hardcore genre.",
    "FFO": "Soul Glo, Chat Pile, Beastie Boys, Sonic Youth",
    "PAYS": "USA",
    "COUNTRY": "USA",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "WARZONE",
    "DAY": "Dimanche",
    "DEBUT": "16h50",
    "FIN": "17h40",
    "DEEZER": "https://www.deezer.com/fr/artist/7789156",
    "SPOTIFY": "https://open.spotify.com/intl-fr/artist/5jh7sgXW2njALiIh0aPXjB",
    "LASTFM": "https://www.last.fm/fr/music/Show+Me+the+Body",
    "SETLISTFM": "https://www.setlist.fm/setlists/show-me-the-body-7bc0aeac.html",
    "YOUTUBE": "https://www.youtube.com/channel/UCurXIhPSNNCgmApoAmBSMLg",
    "id": 136
  },
  {
    "GROUPE": "SIMPLE PLAN",
    "STYLE": "Pop Punk",
    "Bio": "Avec leurs 25 ans de carrière, les Canadiens font figure de vétérans de la scène pop punk. Mais ces bons pères de famille sont toujours là quand il s’agit de balancer des titres accrocheurs aux refrains méga-entêtants. La machine à tubes québécoise tourne à plein régime et on vous voit déjà frétiller à l’idée de retomber en adolescence le temps d’un set. Peu importe votre âge, ce dimanche en Mainstage 2, nous serons tous des kids !",
    "BIO_EN": "From their new millennium rise to MTV superstardom through pop-punk’s modern resurgence, Canadian legends SIMPLE PLAN have been an indelible part of pop culture since forming in Montreal in 1999. They’ve sold millions of albums worldwide, won multiple awards… But most importantly, they’ve never lost connection with what really matters: their audience. Their set at Hellfest massive so make you don’t miss it!",
    "FFO": "Good Charlotte, Boys Like Girls, Yellowcard, New Found Glory",
    "PAYS": "Canada",
    "COUNTRY": "Canada",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "MAINSTAGE 2",
    "DAY": "Dimanche",
    "DEBUT": "14h40",
    "FIN": "15h25",
    "DEEZER": "https://www.deezer.com/fr/artist/87",
    "SPOTIFY": "https://open.spotify.com/artist/2p4FqHnazRucYQHyDCdBrJ",
    "LASTFM": "https://www.last.fm/fr/music/Simple+Plan",
    "SETLISTFM": "https://www.setlist.fm/setlists/simple-plan-53d68fa9.html",
    "YOUTUBE": "https://www.youtube.com/channel/UCKI33Zd-b17rDIcPSv9E_-w",
    "id": 137
  },
  {
    "GROUPE": "SKÁLMÖLD",
    "STYLE": "Folk Metal",
    "Bio": "Depuis les royaumes du Grand Nord, une armée de six guerriers se précipite au combat ! SKALMÖLD perpétue la tradition Viking à travers sa musique auto-qualifiée de battle metal, mélange de death old school, d’epic metal et de heavy metal, saupoudré de paroles issues des règles strictes de la poésie islandaise ancienne. Revigorant et entraînant, ce son nous entraîne avec lui dans les profondeurs de la mythologie nordique.",
    "BIO_EN": "Icelandic Viking metallers who have stormed down from the north to take charge of the Hellfest crowds, SKALMOLD are veritable icons in their own lifetimes. Raging forth with the might of a bear and unleashing epic riffs determined to bring you back in time – even in our demented twenty first century these pagan metal lords are here to crack your skull and hold you in thrall to the mighty power of the gods.",
    "FFO": "Månegarm, Heidevolk, Týr, Moonsorrow",
    "PAYS": "Islande",
    "COUNTRY": "Iceland",
    "PARTICIPATIONS": "2ème participation (2016 – 2024)",
    "SCENE": "TEMPLE",
    "DAY": "Samedi",
    "DEBUT": "16h50",
    "FIN": "17h40",
    "DEEZER": "https://www.deezer.com/fr/artist/997649",
    "SPOTIFY": "https://open.spotify.com/artist/61OnUq2Pb2GDDGlrHb7I6U?si=GjjEUSumQm2tDp7ZNEMn2g",
    "LASTFM": "https://www.last.fm/fr/music/Sk%C3%A1lm%C3%B6ld",
    "SETLISTFM": "https://www.setlist.fm/setlists/skalmold-1bd2c554.html",
    "YOUTUBE": "https://www.youtube.com/@Skalmold",
    "id": 138
  },
  {
    "GROUPE": "SKYCLAD",
    "STYLE": "Folk Metal",
    "Bio": "En combinant les influences britanniques indie/post-punk et folk avec le heavy metal dès 1990, ils ont créé un son original et sont considérés aujourd'hui comme les initiateurs de la mouvance folk metal. N’ayant jamais peur de pousser l’expérimentation un peu plus loin,  SKYCLAD amène une dimension folklorique à un metal puissant et rugueux et nous invite à faire la farandole. Aussi furieux que joyeusement rock’n’roll !",
    "BIO_EN": "Combining British indie/post punk influences with folk and 90’s metal, SKYCLAD built a reputation as one of the creators of the folk metal movement. Never afraid to push things ever further, SKYCLAD bring a potent, folkloric dimension to a powerful, rugged metal sound that will get your first in the air. It’s as furious as it is tribal, as rock n’ roll as it is magic!",
    "FFO": "Cruachan, Finntroll, Ensiferum, Elvenking",
    "PAYS": "Royaume-Uni",
    "COUNTRY": "United Kingdom",
    "PARTICIPATIONS": "2ème participation (2014 – 2024)",
    "SCENE": "TEMPLE",
    "DAY": "Samedi",
    "DEBUT": "20h40",
    "FIN": "21h40",
    "DEEZER": "https://www.deezer.com/fr/artist/12244",
    "SPOTIFY": "https://open.spotify.com/artist/3CgDRO3wUoner5eZocDuQN",
    "LASTFM": "https://www.last.fm/fr/music/Skyclad",
    "SETLISTFM": "https://www.setlist.fm/setlists/skyclad-1bd6117c.html",
    "YOUTUBE": "https://www.youtube.com/SkycladOfficialChannel",
    "id": 139
  },
  {
    "GROUPE": "SLAUGHTER TO PREVAIL",
    "STYLE": "Deathcore",
    "Bio": "Ce n’est pas tous les jours qu’on doit traverser l’Oural pour ajouter un groupe à notre affiche, mais le périple en vaut la peine. Certes, il a fallu interrompre l’indomptable Alex Terrible pendant un combat à mains nues avec un ours mais avec son gang ils ne font pas le voyage pour rien et emmènent dans leurs bagages un deathcore sous stéroïdes teinté d’influences nu-metal. Le genre de son dévastateur qui va vous démonter la gueule. Bestial !",
    "BIO_EN": "It’s not every day that we cross the Urals to add another band to our billing, but that’s what’s come to pass with SLAUGHTER TO PREVAIL. Led by the indomitable Alex Terrible, known just as much for wrestling with bears as he is fronting a nu metal influenced deathcore band. The band is devastating in a way few can dream of matching. Get ready to get bestial!",
    "FFO": "Suicide Silence, Early-Slipknot, Fit For An Autopsy, The Acacia Strain",
    "PAYS": "Russie",
    "COUNTRY": "Russia",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "MAINSTAGE 1",
    "DAY": "Jeudi",
    "DEBUT": "18h00",
    "FIN": "18h40",
    "DEEZER": "https://www.deezer.com/fr/artist/8011234",
    "SPOTIFY": "https://open.spotify.com/artist/24Oiw7BlvO1BETecDLJt6m",
    "LASTFM": "https://www.last.fm/fr/music/Slaughter+to+Prevail",
    "SETLISTFM": "https://www.setlist.fm/setlists/slaughter-to-prevail-6bc5e6de.html",
    "YOUTUBE": "https://www.youtube.com/channel/UC33_tIj4m1_XaqfFcomShvw",
    "id": 140
  },
  {
    "GROUPE": "SMASH HIT COMBO",
    "STYLE": "Rapcore",
    "Bio": "Plutôt que s’acharner à buter des zombies devant un écran, cette bande de geeks alsaciens a préféré délaisser les manettes pour les instruments. Grand bien leur en a pris puisque leur fusion rap, hardcore, électro, djent défouraille sévère. Bien plus efficace que 4 heures de Call Of Duty, SMASH HIT COMBO c’est le FPS version live. Le combo tire à vue et chaque titre met dans le mille. Pas de survivant. Boom ! Headshot !",
    "BIO_EN": "Rather than just destroying zombies on a screen, this band of Alsacien geeks has released their controllers for instruments. With their unique fusion of rap, hardcore, electroc, djent and more their sound is more brutally effective than 4 hours of Call of Duty. SMASH HIT COMBO is like an FPS come to life with every song pulling from video games and leaving no subscribers. Boom! Headshot! ",
    "FFO": "Enhancer, Sidilarsen, Rise Of The Northstar, Limp Bizkit, Pleymo",
    "PAYS": "France",
    "COUNTRY": "France",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "WARZONE",
    "DAY": "Vendredi",
    "DEBUT": "12h15",
    "FIN": "12h45",
    "DEEZER": "https://www.deezer.com/fr/artist/76444",
    "SPOTIFY": "https://open.spotify.com/intl-fr/artist/7n9ZfBhbU4NJNSHNZWl76a",
    "LASTFM": "https://www.last.fm/fr/music/Smash+Hit+Combo",
    "SETLISTFM": "https://www.setlist.fm/setlists/smash-hit-combo-6bd5420e.html",
    "YOUTUBE": "https://www.youtube.com/channel/UCnhQLlMDfg8BgJJEqWuNGYw",
    "id": 141
  },
  {
    "GROUPE": "SODOM",
    "STYLE": "Thrash Metal",
    "Bio": "L’incontournable Tom Angelripper et sa team de vétérans affamés repartent à l’assaut du festival après un show dévastateur resté dans les mémoires en 2015. Du bon vieux thrash des familles comme on l’aime : fort sur les appuis, imprenable sur les fondamentaux, qui envoie du bois et qui nettoie les conduits auditifs (et autres orifices si besoin). Bref, 100% de bonheur bourru assuré. On vous laisse vous charger des bières pour la collation.",
    "BIO_EN": "The undeniable Tom Angelripper and his team of veterans have come to assault the festival after a show that left us with devastating memories back in 2015. This is good old thrash with all the classic elements we love, blast beats, killer riffs and brutal vocals that come together to provide a soundtrack to the apocalypse. Every orifice will suffer. This is total drunken good time thrash metal, get ready to go wild!",
    "FFO": "Destruction, Kreator, Heathen, Tankard",
    "PAYS": "Allemagne",
    "COUNTRY": "Germany",
    "PARTICIPATIONS": "4ème participation (2008 – 2011 – 2015 – 2024)",
    "SCENE": "ALTAR",
    "DAY": "Jeudi",
    "DEBUT": "00h00",
    "FIN": "01h00",
    "DEEZER": "https://www.deezer.com/fr/artist/14703",
    "SPOTIFY": "https://open.spotify.com/intl-fr/artist/6SYbLA9utoNsllunR1TnkM",
    "LASTFM": "https://www.last.fm/fr/music/Sodom",
    "SETLISTFM": "https://www.setlist.fm/setlists/sodom-6bd68e9e.html",
    "YOUTUBE": "https://www.youtube.com/channel/UCDDMuLWqsc36rhWi7aa0v7A",
    "id": 142
  },
  {
    "GROUPE": "SOLITARIS",
    "STYLE": "Metalcore",
    "Bio": "Valeur montante de la scène francilienne et hexagonale, SOLITARIS déterre la hache de guerre pour faire résonner le chaos sous les tentures de l’Altar qui risquent d’être secouées comme jamais. Solidement ancrée dans son époque au niveau des sonorités, sa musique se veut méchamment punitive. Démonstration par l’exemple à l’occasion d’un set qui fera la part belle à de viriles empoignades dans un pit qui s’annonce des plus sauvage.",
    "BIO_EN": "Rising stars of the French underground, SOLITARIS are prepared to let their war ax resonate chaos over the Altar and cover it in blood as never before. Anchored in the modern day, their sound remains cruelly punishing. Get ready for them to unleash madness in a pit that will be one of the most savage of the weekend! ",
    "FFO": "Novelists, Oceans Ate Alaska, The Devil Wears Prada, Landmvrks",
    "PAYS": "France",
    "COUNTRY": "France",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "ALTAR",
    "DAY": "Vendredi",
    "DEBUT": "11h40",
    "FIN": "12h10",
    "DEEZER": "https://www.deezer.com/fr/artist/51251582",
    "SPOTIFY": "https://open.spotify.com/intl-fr/artist/3FsxQTz4NBLf2ABqDIghzM",
    "LASTFM": "https://www.last.fm/music/SolitariS",
    "SETLISTFM": "https://www.setlist.fm/setlists/solitaris-7bf11694.html",
    "YOUTUBE": "https://www.youtube.com/c/SolitarisMusic",
    "id": 143
  },
  {
    "GROUPE": "SORCERER",
    "STYLE": "Hardcore",
    "Bio": "La France n'est pas spécialement reconnue pour être l'épicentre du hardcore en Europe. Mais ça, c’était avant. Depuis quelques temps, l’Hexagone a vu éclore bon nombre de formations tout aussi inspirées et talentueuses que ses homologues d’outre-Atlantique. Et les Parisiens de SORCERER en sont clairement l’un des meilleurs représentants. Alors, prêts pour la tartine avec supplément grosses mandales pour votre petit déj’ ?",
    "BIO_EN": "France has never really been known as a center of hardcore music in Europe. But that was before. For a few years now, France has unleashed a good number of hardcore bands inspired by the scene going on over in the States. The Parisians of SORCERER are one of the best representatives! Are you ready for them to serve up some crushing riffs for your breakfast? ",
    "FFO": "Magnitude, Jaw Crack, Incendiary, Trapped Under Ice",
    "PAYS": "France",
    "COUNTRY": "France",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "WARZONE",
    "DAY": "Dimanche",
    "DEBUT": "11h05",
    "FIN": "11h35",
    "DEEZER": "https://www.deezer.com/fr/artist/128539992",
    "SPOTIFY": "https://open.spotify.com/intl-fr/artist/2x8EjPnpXK19ZNVgoWuFAm",
    "LASTFM": "https://www.last.fm/fr/music/Sorcerer",
    "SETLISTFM": "https://www.setlist.fm/setlists/sorcerer-13f2cd81.html",
    "YOUTUBE": "https://www.youtube.com/results?search_query=sorcerer+paris+hardcore",
    "id": 144
  },
  {
    "GROUPE": "SPEED",
    "STYLE": "Hardcore / Beatdown",
    "Bio": "Ces tous jeunes Australiens foncent bille en tête vers un seul objectif : conquérir la planète hardcore et placer leur pays au centre de l’échiquier. Et c’est en s’inspirant autant de Merauder que de Trapped Under Ice que le combo de Sydney balance chacun de ces titres comme autant de mandales cisaillant quelque peu vos pommettes saillantes. Un hardcore furieux qui va à coup sûr laisser une trace indélébile sur cette édition !",
    "BIO_EN": "With a mission in mind, SPEED are setting out to put Australian hardcore on the map. Formed in 2019, the Sydney-based band have a no holds barred approach and enticing sound that make them standouts in the genre. Drawing influences from Biohazard, Merauder or Trapped Under Ice, SPEED showcase a tough exterior but amplify their sense of identity and community in everything they do. Make sure you don’t miss them.",
    "FFO": "Trapped Under Ice, Sunami, Never Ending Game, God’s Hate",
    "PAYS": "Australie",
    "COUNTRY": "Australia",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "WARZONE",
    "DAY": "Vendredi",
    "DEBUT": "15h10",
    "FIN": "15h55",
    "DEEZER": "https://www.deezer.com/fr/artist/229211285",
    "SPOTIFY": "https://open.spotify.com/intl-fr/artist/4wf6GGNBqaU79839E6yjfn",
    "LASTFM": "https://www.last.fm/music/Speed",
    "SETLISTFM": "https://www.setlist.fm/setlists/speed-3bfc98a8.html",
    "YOUTUBE": "https://www.youtube.com/playlist?list=PL5J31uwgOe-EV04aJEyv4jqBbmytky32K",
    "id": 145
  },
  {
    "GROUPE": "SPOTLIGHTS",
    "STYLE": "Doomgaze",
    "Bio": "Allongé sur votre lit, bercé par le son du trio new-yorkais, vous voilà en pleine phase de sommeil paradoxal, à la frontière du réel. En osmose avec ce son vaporeux, votre corps tente de s’échapper par tous les moyens de cette pièce. Aussi léger qu’un soupir mais pourtant d’une lourdeur implacable, voilà votre inconscient pris dans l’étau de cet amalgame unique de sons lourds et paradisiaques. Rêve ou réalité, vous ne le saurez jamais.",
    "BIO_EN": "Doomgaze masters SPOTLIGHTS occupy the space between a push-and-pull of jarring metallic catharsis and sweeping distortion. Even as either side vies for supremacy, neither extreme ever completely tightens its grip, allowing waves of melodic vocals and expressive sonic sorcery to breathe in the middle. This deft balancing act has enabled the trio to carve a singular lane. Outstanding.",
    "FFO": "Angelic Process, Jesu, Planning For Burial, MY Bloody Valentine, Holy Fawn",
    "PAYS": "USA",
    "COUNTRY": "USA",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "VALLEY",
    "DAY": "Samedi",
    "DEBUT": "12h50",
    "FIN": "13h30",
    "DEEZER": "https://www.deezer.com/fr/artist/4174661",
    "SPOTIFY": "https://open.spotify.com/intl-fr/artist/4gTFseNIUKC5dbk6tRps6H",
    "LASTFM": "https://www.last.fm/fr/music/Spotlights",
    "SETLISTFM": "https://www.setlist.fm/setlists/spotlights-4bc30faa.html",
    "YOUTUBE": "https://www.youtube.com/channel/UCjOVecxFihyrcDoCH-qKqpA",
    "id": 146
  },
  {
    "GROUPE": "STEEL PANTHER",
    "STYLE": "Glam Metal",
    "Bio": "Amateur de blagues salaces ? Nostalgique du décorum attenant au hard rock ricain des années 80, son maquillage outrancier, ses pantalons spandex moulant avantageusement le service 3-pièces, ses chevelures décolorées et permanentées ? Alors, rien de tel qu’une bonne rasade du cocktail détonnant de ces matous lubriques ! Comment résister à cette nouvelle tornade d’hymnes imparables magnifiée par une exécution impeccable ? Impossible !",
    "BIO_EN": "Like dirty jokes? Nostalgic for the decorum and sleaze of 80s American rock? With their ridiculous makeup, spandex, big, colored hair, perms and lewd jokes? Well then nothing will suit you better than the 80s worshiping cocktail of sounds that is STEEL PANTHER! How can you resist this tornado of anthems about ridiculous sex acts with impeccable execution? It’s impossible! ",
    "FFO": "Mötley Crüe, Poison, BlackRain, Ratt",
    "PAYS": "USA",
    "COUNTRY": "USA",
    "PARTICIPATIONS": "4ème participation (2012 – 2017 – 2022 – 2024)",
    "SCENE": "MAINSTAGE 2",
    "DAY": "Vendredi",
    "DEBUT": "19h40",
    "FIN": "20h40",
    "DEEZER": "https://www.deezer.com/fr/artist/288251",
    "SPOTIFY": "https://open.spotify.com/artist/3l02WF362j1oHOurzuseBv?si=aMvy9AnwRqO2fwrEVBn8qQ",
    "LASTFM": "https://www.last.fm/fr/music/Steel+Panther",
    "SETLISTFM": "https://www.setlist.fm/setlists/steel-panther-7bd4d278.html",
    "YOUTUBE": "https://www.youtube.com/steelpantherrocks",
    "id": 147
  },
  {
    "GROUPE": "STINKY",
    "STYLE": "Hardcore",
    "Bio": "2ème mise à sac de la Warzone en prévision pour le combo local après avoir tout défoncé à l’heure du café et des croissants en 2019. Les puristes objecteront que le groupe avait toutefois déjà pointé ses baloches en 2014 avec un sobriquet un tantinet différent puis participé à l’épisode Hellfest From Home en 2021… Si le line-up a pas mal évolué, la recette est toujours aussi efficace et promet un déferlement d’énergie et de bonne humeur.",
    "BIO_EN": "With their upcoming 2nd performance at the Warzone stage (They first played in 2019 as well as Hellfest From Home in 2021) STINKY are sure to send bodies flying. Their lineup has dramatically evolved in the last few years, but their sound remains as effective, violent and fun as ever. This is a band sure to get your blood up - we’ll see you in the pit. ",
    "FFO": "Comeback Kid, Miles Away, All For Nothing, Verse",
    "PAYS": "France",
    "COUNTRY": "France",
    "PARTICIPATIONS": "3ème participation (2014 (sous le nom de Stinky Bollocks – 2019 – 2024)",
    "SCENE": "WARZONE",
    "DAY": "Vendredi",
    "DEBUT": "16h50",
    "FIN": "17h40",
    "DEEZER": "https://www.deezer.com/fr/artist/167731",
    "SPOTIFY": "https://open.spotify.com/intl-fr/artist/1k3zNkpgeygyoc27mNoAsp",
    "LASTFM": "https://www.last.fm/fr/music/Stinky",
    "SETLISTFM": "https://www.setlist.fm/setlists/stinky-3bc544bc.html",
    "YOUTUBE": "https://www.youtube.com/channel/UC53VDw80KP4GBZTNNL8GUZA",
    "id": 148
  },
  {
    "GROUPE": "STRATOVARIUS",
    "STYLE": "Power Metal",
    "Bio": "Peu de groupes peuvent revendiquer d’avoir élaboré un son nouveau et d’avoir ainsi été à l’origine d’un genre à part entière au sein de la galaxie Metal. Groupe influent à plus d’un titre, STRATOVARIUS faire partie des grands architectes du power metal. Un style auquel il marrie sucreries speedées et virtuosité néo-classique. Un concert-évènement qui vient mettre un terme à une absence de 15 ans d’attente en terres clissonnaises.",
    "BIO_EN": "STRATOVARIUS, one of the most famous, successful and influential power metal bands on the planet, was founded in Finland, 1984. Before becoming an influence for metal bands all over the world and having created a sound which can be nearly defined as a genre within metal, the five-piece worked hard to be the established name they are today. 15 years after blowing away the Mainstage, the Finnish powerhouse is back for a hell of a party!",
    "FFO": "Sonata Arctica, Rhapsody Of Fire, Hammerfall, Avantasia",
    "PAYS": "Finlande",
    "COUNTRY": "Finland",
    "PARTICIPATIONS": "2ème participation (2009 – 2024)",
    "SCENE": "MAINSTAGE 2",
    "DAY": "Samedi",
    "DEBUT": "16h00",
    "FIN": "16h45",
    "DEEZER": "https://www.deezer.com/fr/artist/1904",
    "SPOTIFY": "https://open.spotify.com/artist/1O8CSXsPwEqxcoBE360PPO",
    "LASTFM": "https://www.last.fm/fr/music/Stratovarius",
    "SETLISTFM": "https://www.setlist.fm/setlists/stratovarius-5bd683ac.html",
    "YOUTUBE": "https://www.youtube.com/StratovariusChannel/",
    "id": 149
  },
  {
    "GROUPE": "SUFFOCATION",
    "STYLE": "Brutal Death Metal -",
    "Bio": "Les New-Yorkais trônent naturellement au sommet de la hiérarchie mondiale du brutal death tant leurs 35 années de carrière sont une véritable ode à la brutalité. Un son gras, brut et furieux, un tabassage dans les règles de l’art qui passe chacun de vos os à la moulinette. Mais il serait réducteur de les faire passer pour de simples bourrins car leur technicité bluffante alliée à un groove imparable en font les seigneurs du genre.",
    "BIO_EN": "These New-Yorkers have long since taken the throne at the peak of the global hierarchy of brutal death metal. And after 35 years of odes to brutality, they deserve it! With a sound that is punishingly heavy, and relentless in its fury, it’s hard not to find yourself windmill headbanging to these masters. Of course – you can’t discount the power of the groove that fuels the gut churning mayhem from the lords of the genre.",
    "FFO": "Immolation, Deicide, Defeated Sanity, Cryptopsy",
    "PAYS": "USA",
    "COUNTRY": "USA",
    "PARTICIPATIONS": "4ème participation (2010 – 2012 – 2018 – 2024)",
    "SCENE": "ALTAR",
    "DAY": "Dimanche",
    "DEBUT": "19h45",
    "FIN": "20h45",
    "DEEZER": "https://www.deezer.com/fr/artist/65989",
    "SPOTIFY": "https://open.spotify.com/artist/4ItRDIouodpnW6nm4TYDk1",
    "LASTFM": "https://www.last.fm/fr/music/Suffocation",
    "SETLISTFM": "https://www.setlist.fm/setlists/suffocation-43d6a7d7.html",
    "YOUTUBE": "https://www.youtube.com/channel/UCclo9P5aWVQ97jSWVgRknPQ",
    "id": 150
  },
  {
    "GROUPE": "SUICIDAL TENDENCIES",
    "STYLE": "Crossover Thrash",
    "Bio": "40 ans d’histoires, d’albums et de tournées. Une influence indélébile sur la musique punk, hardcore et metal. Véritables pionniers et dépositaires d’une iconographie aussi mythique qu’immédiatement identifiable, le gang de Venice Beach aura marqué la culture musicale de nombreux d’entre nous. Et continue de prêcher la bonne parole dans le sillage d’un toujours sautillant Mile Muir. On se chope sur scène pendant “Pledge Your Allegiance” ?",
    "BIO_EN": "40 years of history, albums and tours. An indelible influence on the world of punk, hardcore and metal. These pioneers have created an iconography that is just as mythic as it is immediately identifiable. This Venice Beach gang has marked the world of music, no matter where you’re coming from. They continue to bring the good times with the power of frontman Mike Muir. Are you ready to stage dive during Pledge Your Allegiance ?",
    "FFO": "D.R.I., Municipal Waste, S.O.D., Agnostic Front",
    "PAYS": "USA",
    "COUNTRY": "USA",
    "PARTICIPATIONS": "4ème participation (2009 – 2017 – 2022 – 2024)",
    "SCENE": "WARZONE",
    "DAY": "Samedi",
    "DEBUT": "01h00",
    "FIN": "02h00",
    "DEEZER": "https://www.deezer.com/fr/artist/1776",
    "SPOTIFY": "https://open.spotify.com/artist/3WPKDlucMsXH6FC1XaclZC",
    "LASTFM": "https://www.last.fm/fr/music/Suicidal+Tendencies",
    "SETLISTFM": "https://www.setlist.fm/setlists/suicidal-tendencies-13d6d95d.html",
    "YOUTUBE": "https://www.youtube.com/channel/UCZdqIc7pGX_STMKbvFr01fQ",
    "id": 151
  },
  {
    "GROUPE": "SUMERLANDS",
    "STYLE": "Heavy Metal",
    "Bio": "Si vous aimez votre heavy metal plutôt traditionnel avec une bonne dose de mélodie et ce qu’il faut de chant clair et puissant, le rafraîchissant cocktail proposé par SUMERLANDS va faire le bonheur de vos tympans. Mélancolique et poignante mais aussi trépidante et jouissive, la mélopée des Ricains est d’une richesse insondable et témoigne d’une maturité ébouriffante. Jamais la tradition n’a semblé si moderne et pertinente.",
    "BIO_EN": "If you like traditional heavy metal with a heavy dose of melody and clean, powerful vocals then get ready for the refreshing sonic cocktail that is SUMERLANDS who will bring exactly this mystical blend to your eardrums. Melancholic and poignant but also audacious and joyful, the anthems from these Americans hints at a rich range of influences and the many years spent honing them. Tradition has never been so modern! ",
    "FFO": "Eternal Champion, Riot City, Visigoth, Wytch Hazel",
    "PAYS": "USA",
    "COUNTRY": "USA",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "MAINSTAGE 2",
    "DAY": "Samedi",
    "DEBUT": "11h40",
    "FIN": "12h10",
    "DEEZER": "https://www.deezer.com/fr/artist/10624691",
    "SPOTIFY": "https://open.spotify.com/intl-fr/artist/5rASExwQQilVMuKmaOV2eW",
    "LASTFM": "https://www.last.fm/fr/music/Sumerlands",
    "SETLISTFM": "https://www.setlist.fm/setlists/sumerlands-73c6c2f1.html",
    "YOUTUBE": "https://www.youtube.com/channel/UCSzBBeRZgv5S58t44v_9EqQ",
    "id": 152
  },
  {
    "GROUPE": "TEXTURES",
    "STYLE": "Metal Progressif",
    "Bio": "Que vous fûtes nombreux à pleurer à chaudes larmes quand les Néerlandais ont annoncé leur séparation en 2017. C’était alors tout un pan de la scène metal prog qui s’en allait, laissant derrière lui un vide que bon nombre de groupes ont tenté en vain de combler. Autant vous dire que cette reformation surprise est le phénomène érectile de l’année ! Qu’il est bon de déjà s’imaginer emporté par leur œuvre riche, variée et envoûtante.",
    "BIO_EN": "Many of us wept openly when this Dutch group announced they were finished in 2017. They left a massive gap in the prog scene behind them, which countless groups attempted to fill. But our guys have returned, with a surprise reformation that has got prog fans the world over thrilled! Get ready for a show that is guaranteed to be in depth, varied and transcendent. ",
    "FFO": "TesseracT, Vola, Periphery, Sikth",
    "PAYS": "Pays-Bas",
    "COUNTRY": "Netherland",
    "PARTICIPATIONS": "3ème participation (2006 – 2017 – 2024)",
    "SCENE": "ALTAR",
    "DAY": "Vendredi",
    "DEBUT": "14h20",
    "FIN": "15h05",
    "DEEZER": "https://www.deezer.com/fr/artist/57494",
    "SPOTIFY": "https://open.spotify.com/intl-fr/artist/6v9XKyEf4HKmUMr3D6weIO",
    "LASTFM": "https://www.last.fm/fr/music/Textures",
    "SETLISTFM": "https://www.setlist.fm/setlists/textures-3d61557.html",
    "YOUTUBE": "https://www.youtube.com/channel/UC9aKjoyieApO_VvRdTarSVw",
    "id": 153
  },
  {
    "GROUPE": "THE ACACIA STRAIN",
    "STYLE": "Deathcore / Djent",
    "Bio": "Belliqueux, sale, misanthrope, violent, teigneux, nihiliste, puant, haineux. N’en jetez plus, la coupe est pleine ! Les deathcoreux ricains ne sont pas du genre à s’embarrasser de fioritures ou à s’aventurer sur le terrain hasardeux de la séduction. Droits dans leurs baskets, ils décochent brûlots vicieux et patates de forain avec une malveillance indéfectible et un sens du vice hors du commun. Du gros, du gras, du qui tâche, du qui pue !",
    "BIO_EN": "Bellicose, dirty, misanthropic, violent, nihilistic, smelly, hateful and bitter. No need to say more - that breaks down exactly who these deathcore obsessed Americans are! They’ve bent the genre to their will with hazardous sounds that will seduce longhairs the world over. With vicious sounds ripping out of their amps and unrelenting live shows, there is an undeniable malevolence to what THE ACACIA STRAIN do that is certain to keep you moshing! ",
    "FFO": "Thy Art Is Murder, Bodysnatcher, Emmure, Veil Of maya",
    "PAYS": "USA",
    "COUNTRY": "USA",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "ALTAR",
    "DAY": "Vendredi",
    "DEBUT": "12h50",
    "FIN": "13h30",
    "DEEZER": "https://www.deezer.com/fr/artist/398498",
    "SPOTIFY": "https://open.spotify.com/intl-fr/artist/4tDkeVxH0CSkNiLVrsYmQs",
    "LASTFM": "https://www.last.fm/fr/music/The+Acacia+Strain",
    "SETLISTFM": "https://www.setlist.fm/setlists/the-acacia-strain-23d6fc1f.html",
    "YOUTUBE": "https://www.youtube.com/channel/UC8YyEjOExG8y0jgc0-AbyNg",
    "id": 154
  },
  {
    "GROUPE": "THE BLACK DAHLIA MURDER",
    "STYLE": "Death Metal / Deathcore",
    "Bio": "Malgré la perte inestimable de leur charismatique et sympathique leader Trevor Strnad dans de dramatiques circonstances, les natifs du Michigan ne jettent aucunement l’éponge et poursuivent leur entreprise de destruction massive des tympans et des cervicales. Formation qui ne déçoit jamais, tant sur scène que sur album, sa prestation 10 ans après sa dernière venue sera forcément scrutée et célébrée comme il se doit.",
    "BIO_EN": "Despite the loss of their inestimable, charismatic frontman Trevor Strnad THE BLACK DAHLIA MURDER has chosen to find a way to continue. These Michigan natives have shaped the world to their desires, unleashing an endless torment of riffs to crack your skull. A group that has never disappointed neither on stage nor on the album, it’s been a decade since we’ve last hosted the boys and we need to celebrate their return! ",
    "FFO": "Job For A Cowboy, All Shall Perish, Thy Art Is Murder, Carnifex",
    "PAYS": "USA",
    "COUNTRY": "USA",
    "PARTICIPATIONS": "5ème participation (2006 – 2009 – 2011 – 2014 – 2024)",
    "SCENE": "ALTAR",
    "DAY": "Dimanche",
    "DEBUT": "17h45",
    "FIN": "18h35",
    "DEEZER": "https://www.deezer.com/fr/artist/12784",
    "SPOTIFY": "https://open.spotify.com/intl-fr/artist/4xTDPgk4jHCF0qui3dH6BS",
    "LASTFM": "https://www.last.fm/fr/music/The+Black+Dahlia+Murder",
    "SETLISTFM": "https://www.setlist.fm/setlists/the-black-dahlia-murder-3bd6fc3c.html",
    "YOUTUBE": "https://www.youtube.com/user/blackdahliamurdertv",
    "id": 155
  },
  {
    "GROUPE": "THE CASUALTIES",
    "STYLE": "Punk",
    "Bio": "Véritable institution depuis presque 30 ans sur la scène street punk, THE CASUALTIES arpente encore et toujours les scènes du monde entier. Malgré la retraite anticipée de son leader Jorge Herrera en 2017, le groupe n’a jamais perdu la hargne vindicative qui l’anime. Et c’est armé de ses hymnes intemporels, contestataires et hautement subversifs qu’il vient vous assener un bon petit coup de Dr Martens là où ça fait mal !",
    "BIO_EN": "A veritable institution for nearly 30 years on the street punk scene, THE CASUALTIES remain legends across the world. Despite the retirement of their singer, Jorge Herrera in 2017, the group has never lost the hatred and energy that drives them forward. Armed with timeless anthems and subversive messages to drive you forward, get ready for a kick in the ass delivered by a pair of good ol’ Doc Martens!",
    "FFO": "The Unseen, A Global Threat, Perkele, The Restarts",
    "PAYS": "USA",
    "COUNTRY": "USA",
    "PARTICIPATIONS": "2ème participation (2013 – 2024)",
    "SCENE": "WARZONE",
    "DAY": "Samedi",
    "DEBUT": "15h10",
    "FIN": "15h55",
    "DEEZER": "https://www.deezer.com/fr/artist/3301",
    "SPOTIFY": "https://open.spotify.com/artist/5uMNhVG30JzeZ5xtPb1tqR",
    "LASTFM": "https://www.last.fm/fr/music/The+Casualties",
    "SETLISTFM": "https://www.setlist.fm/setlists/the-casualties-4bd6cbe2.html",
    "YOUTUBE": "https://www.youtube.com/user/theCasualtiesNYC",
    "id": 156
  },
  {
    "GROUPE": "ANVIL",
    "STYLE": "Heavy Metal",
    "Bio": "La légende vivante de la scène metal au pays des caribous est l’illustration par l’exemple de la résilience absolue. Malgré une liste de coups durs longue comme le bras, l’inénarrable Lips et ses compères d’infortune continuent d’avoir la banane et de répandre la bonne parole du thrash avec la fougue des premiers jours et l’envie de décrocher les étoiles. Un concert-évènement qui marque le retour du groupe à l’affiche 14 ans après son unique passage !",
    "BIO_EN": "The living legend of the metal scene in the land of the caribou is the perfect example of absolute resilience. Despite a list of setbacks as long as your arm, the inimitable Lips and his band of misfits continue to have a smile on their faces and spread the good word of thrash with the same fervor as in the early days. This is a show that marks the return of the band to the lineup 14 years after their only previous appearance!",
    "FFO": "Metal Church, Exciter, Raven, Accept",
    "PAYS": "Canada",
    "COUNTRY": "Canada",
    "PARTICIPATIONS": "2ème participation (2010 – 2024)",
    "SCENE": "MAINSTAGE 1",
    "DAY": "Samedi",
    "DEBUT": "13h35",
    "FIN": "14h15",
    "DEEZER": "https://www.deezer.com/fr/artist/10237",
    "SPOTIFY": "https://open.spotify.com/intl-fr/artist/0maNhqGx60ucjS4UaAH6cP",
    "LASTFM": "https://www.last.fm/music/Anvil",
    "SETLISTFM": "https://www.setlist.fm/setlists/anvil-13d6f179.html",
    "YOUTUBE": "https://www.youtube.com/channel/UCG045iPvxKbI_NZmuB9q5Pw",
    "id": 157
  },
  {
    "GROUPE": "THE DEAD KRAZUKIES",
    "STYLE": "Punk Rock",
    "Bio": "Pensez Pennywise, Rise Against et un peu d'Anti-Flag et vous avez THE DEAD KRAZUKIES ! Depuis 2010, le groupe d'Hossegor distille un concentré de punk mélodique entraînant, d'énergie brute et de culture surf et skate des 90s. Des airs bien enragés et sautillant oscillant entre So-Cal punk rock et old-school metal. Bref la garantie de passer un chouette moment avec ce combo qui emporte tout dans son sillage dès qu’il foule les planches.",
    "BIO_EN": "Fans of Rise Against, Anti-Flag, Pennywise and the likes may be familiar with the female fronted skate punk joint from France that is THE DEAD KRAZUKIES. Known for catchy melodies and California 90s style punk, the five-piece outfit has been raising hell and massively kicking ass since 2010. And is today one of the most reliable and enjoyable band on the domestic scene and beyond.",
    "FFO": "Not Scientists, Bad Cop Bad Cop, Descendents, NoFX",
    "PAYS": "France",
    "COUNTRY": "France",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "WARZONE",
    "DAY": "Samedi",
    "DEBUT": "12h15",
    "FIN": "12h45",
    "DEEZER": "https://www.deezer.com/fr/artist/9639318",
    "SPOTIFY": "https://open.spotify.com/intl-fr/artist/3CEoOZvSF5AEd9pTed1Hg4",
    "LASTFM": "https://www.last.fm/music/The+Dead+Krazukies",
    "SETLISTFM": "https://www.setlist.fm/setlists/the-dead-krazukies-3f0d97b.html",
    "YOUTUBE": "https://www.youtube.com/thedeadkrazukies",
    "id": 158
  },
  {
    "GROUPE": "THE DEVIL’S TRADE",
    "STYLE": "Dark Folk",
    "Bio": "La venue de Dávid Makó, maître à penser de THE DEVIL’S TRADE, va métamorphoser la Valley en un nouvel espace liminal. Son dark folk déchirant et poignant est la porte d’entrée vers une réalité alternative. Celle d’un monde où l’angoisse côtoie le plus apaisant. Un univers lumineux dans lequel vous sombrez, où votre tristesse se lit sur votre sourire. Laissez-vous guider les yeux fermés, au bout du tunnel se trouve la liberté.",
    "BIO_EN": "The brainchild of David Mako, the mastermind behind THE DEVIL’S TRADE will transform the Valley into a new kind of liminal space. His unchained brand of dark folk is poignant and powerful, and is certain to carry you into an alternate reality, one where suffering reigns but hope springs eternal. His universe of sound finely balances light and dark, sadness and smiles. Close your eyes and let him guide you to freedom. ",
    "FFO": "Darkher, Amenra, King Dude, Steve Von Till",
    "PAYS": "Hongrie",
    "COUNTRY": "Hungary",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "VALLEY",
    "DAY": "Vendredi",
    "DEBUT": "11h40",
    "FIN": "12h10",
    "DEEZER": "https://www.deezer.com/fr/artist/9382140",
    "SPOTIFY": "https://open.spotify.com/artist/1tmAFFjRFt7LTPgAtp42sb?si=UtyMXZ8jR6Wld7rf8LqnVQ",
    "LASTFM": "https://www.last.fm/fr/music/The+Devil%27s+Trade",
    "SETLISTFM": "https://www.setlist.fm/setlists/the-devils-trade-3c0d5af.html",
    "YOUTUBE": "https://www.youtube.com/user/mdgytdt",
    "id": 159
  },
  {
    "GROUPE": "THE HAUNTED",
    "STYLE": "Thrash Death",
    "Bio": "9 ans que la machine à baffes suédoise n’est pas venu distribuer des mornifles de la mort dans l’antre du festival. Rien que ça ! Inutile de dire que les gaillards vont vouloir rattraper le temps perdu à l’occasion d’un passage à tabac qui s’annonce cinglant. Taulier d’un death metal intransigeant mais sachant faire la part belle aux mélodies, THE HAUNTED demeure contre vents et marées un des meilleurs artificiers de la scène.",
    "BIO_EN": "It’s been 9 years since the Swedish riff machine came to crack skulls at our festival. Now they’re back with what promises to be one of their most violent, hard hitting and unrelenting to date. Their melodic death metal approach has won over a horde of fans over the years with their thrilling melodies and crushing rhythms. THE HAUNTED are ready to prove once more that they are among the premier architects of the scene. ",
    "FFO": "Dew Scented, At The Gates, Body Void, Hatesphere",
    "PAYS": "Suède",
    "COUNTRY": "Suede",
    "PARTICIPATIONS": "3ème participation (2011 – 2015 – 2024)",
    "SCENE": "ALTAR",
    "DAY": "Samedi",
    "DEBUT": "17h45",
    "FIN": "18h35",
    "DEEZER": "https://www.deezer.com/fr/artist/1246",
    "SPOTIFY": "https://open.spotify.com/artist/2WLmgv66Uq4vt2i36vwkAq",
    "LASTFM": "https://www.last.fm/fr/music/The+Haunted",
    "SETLISTFM": "https://www.setlist.fm/setlists/the-haunted-43d683f7.html",
    "YOUTUBE": "https://www.youtube.com/channel/UCu0VWKjVjtxVIUPUhJf3_3g",
    "id": 160
  },
  {
    "GROUPE": "THE INTERRUPTERS",
    "STYLE": "Ska Punk",
    "Bio": "Si lors de son premier passage en nos contrées en 2019, on pouvait encore parler de groupe à l’avenir prometteur, nul ne peut nier que la bande emmenée par Aimee Interrupter et les 3 frangins Bivona est désormais un poids-lourd du mouvement ska-punk. La preuve que le grand Tim Armstrong (Rancid) ne s’était pas trompé en les prenant sous son aile. Une énergie folle chez ces Américains survoltés, de quoi électriser la Warzone !",
    "BIO_EN": "Since their first arrival at Hellfest in 2019, it still feels like this band is the group of the future. It’s hard to deny the power of Aimee Interrupter and her 3 ska punk brothers. They have been a shot in the arm for the scene and it’s with good reason that the legendary Tim Armstrong of Rancid has taken them under his wing. Get ready for crazed energy from the high voltage Americans as they electrify the Warzone! ",
    "FFO": "Rancid, The Mighty Mighty Bosstones, Reel Big Fish, Less Than Jake",
    "PAYS": "USA",
    "COUNTRY": "USA",
    "PARTICIPATIONS": "2ème participation (2019 – 2024)",
    "SCENE": "WARZONE",
    "DAY": "Samedi",
    "DEBUT": "22h50",
    "FIN": "23h50",
    "DEEZER": "https://www.deezer.com/en/artist/5945602",
    "SPOTIFY": "https://open.spotify.com/artist/25Maank76ry2Tmbi2Ql1SF",
    "LASTFM": "https://www.last.fm/fr/music/The+Interrupters",
    "SETLISTFM": "https://www.setlist.fm/setlists/the-interrupters-4bdaf78e.html",
    "YOUTUBE": "https://www.youtube.com/channel/UCHLYhebp9oaoqj_u0yG0ZYA",
    "id": 161
  },
  {
    "GROUPE": "THE OFFSPRING",
    "STYLE": "Punk Rock",
    "Bio": "On a mis 10 ans à faire venir la bande à Dexter, mais maintenant qu’elle a goûté au plaisir de l’ambiance Clissonnaise, elle ne daigne plus repartir. Comme on est plutôt accueillants, c’est avec un immense plaisir que nous laissons à nouveau cette joyeuse troupe d’éternels adolescents et son punk rock toujours aussi vivace vous faire jumper avec ses innombrables hits. La preuve que ça conserve. THE OFFSPRING plus fort que le formol !",
    "BIO_EN": "It took us 10 years to bring Dexter’s band, but once they tasted the magic of Clisson they didn’t want to leave! Because we are always welcoming it is with great joy that we bring back these eternal teenagers with their punk rock magic back to the heart of Hellfest. They’re ready to make you dance and mosh to countless hits. The proof is in the pudding - THE OFFSPRING’s formula rings true! ",
    "FFO": "Sum 41, Green Day, NoFX, Bad Religion",
    "PAYS": "USA",
    "COUNTRY": "USA",
    "PARTICIPATIONS": "3ème participation (2016 – 2022 – 2024)",
    "SCENE": "MAINSTAGE 2",
    "DAY": "Dimanche",
    "DEBUT": "20h45",
    "FIN": "21h55",
    "DEEZER": "https://www.deezer.com/fr/artist/882",
    "SPOTIFY": "https://open.spotify.com/artist/5LfGQac0EIXyAN8aUwmNAQ",
    "LASTFM": "https://www.last.fm/fr/music/The+Offspring",
    "SETLISTFM": "https://www.setlist.fm/setlists/the-offspring-13d68945.html",
    "YOUTUBE": "https://www.youtube.com/user/offspringtv",
    "id": 162
  },
  {
    "GROUPE": "THE PRODIGY",
    "STYLE": "Electro Punk",
    "Bio": "Dancefloor géant, ambiances délicieusement vénéneuses, torrents de lights, hymnes intemporels : les prodigieux pyromanes sonnent la charge et vont s’appliquer à mettre à genoux les plus réticents des métalleux avec un show à leur (dé)mesure. Malgré le poids des ans et les coups de vice de la vie, ils continuent de faire céder les barricades bien-pensantes avec leur meilleure arme : une musique à l’efficacité et au groove indéfectibles.",
    "BIO_EN": "Get ready for a giant dancefloor, great vibes, torrents of lights and timeless anthems. These prodigious pyromaniacs are going to get metalheads dancing all night! Despite the weight of the years coming down on them as they stand haunted by the death of Keith Flint their shows are just as exciting as ever. After all - a good time is the best cure for bad times! ",
    "FFO": "The Crystal Method, The Chemical Brothers, Pendulum, Propellerheads",
    "PAYS": "Royaume-Uni",
    "COUNTRY": "United Kingdom",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "MAINSTAGE 2",
    "DAY": "Vendredi",
    "DEBUT": "00h50",
    "FIN": "02h00",
    "DEEZER": "https://www.deezer.com/fr/artist/85",
    "SPOTIFY": "https://open.spotify.com/artist/4k1ELeJKT1ISyDv8JivPpB",
    "LASTFM": "https://www.last.fm/fr/music/The+Prodigy",
    "SETLISTFM": "https://www.setlist.fm/setlists/the-prodigy-23d6b0b3.html",
    "YOUTUBE": "https://www.youtube.com/subscription_center?add_user=ProdigyChannel",
    "id": 163
  },
  {
    "GROUPE": "THERAPY?",
    "STYLE": "Metal Alternatif",
    "Bio": "Plus que jamais déterminé à conserver son statut envié de groupe le plus tapageur d’Irlande du Nord, THERAPY? est la preuve vivante qu’après un quart de siècle de carrière, on peut encore faire la nique aux petits jeunots aux looks étudiés dont les mèches sont plus rebelles que l’attitude. Du putain de rock incandescent à la lisière du metal, du punk et de la pop avec un sens inné de la mélodie. Welcome back, Andy, Neil and Michael !",
    "BIO_EN": "More than ever THERAPY? have cemented their status as the premier hardcore band from Northern Ireland. After a quarter of a century they have cemented their place as one of the most important, skull cracking hardcore bands around, capable of putting the young bucks in their place. Incandescent and exciting drawing from metal, punk and even pop with their deep sense of melody, their return will be thrilling! ",
    "FFO": "Terrovision, Skunk Anansie, Life Of Agony, Hüsker Dü",
    "PAYS": "Irlande",
    "COUNTRY": "Ireland",
    "PARTICIPATIONS": "2ème participation (2014 – 2024)",
    "SCENE": "VALLEY",
    "DAY": "Dimanche",
    "DEBUT": "16h00",
    "FIN": "16h45",
    "DEEZER": "https://www.deezer.com/fr/artist/3586",
    "SPOTIFY": "https://open.spotify.com/intl-fr/artist/3MomZRiJwdZmYnysgtF4Ey",
    "LASTFM": "https://www.last.fm/fr/music/Therapy%3F",
    "SETLISTFM": "https://www.setlist.fm/setlists/therapy-5bd66fcc.html",
    "YOUTUBE": "https://www.youtube.com/channel/UC7ZeIuKJwO4ORBeSBx60NGg",
    "id": 164
  },
  {
    "GROUPE": "THROWN",
    "STYLE": "Hardcore / Metalcore",
    "Bio": "Petit nouveau sur la scène hardcore européenne, le quatuor originaire de Stockholm commence pourtant à se faire un nom parmi la pléiade de formations du genre. Pas facile pourtant de se démarquer, mais force est de constater que la colère et l’intensité dégagées ont déjà tapé dans l’œil du public. Et c’est à votre tour de prendre une bonne rossée par ces dignes cousins européens de Get The Shot ou Knocked Loose.",
    "BIO_EN": "An exciting new band from the European hardcore scene, the Stockholm quartet has started to make a name for themselves in several corners of the genre. It’s hard to differentiate yourself in this scene, but you have to admit, THROWN have found their own path. Their intense songwriting and raw anger is immediately going to turn heads. This band is a group of crushers similar to Get The Shot or Knocked Loose. ",
    "FFO": "Knocked Loose, Get The Shot, Stray From The Path, Ten56.",
    "PAYS": "Suède",
    "COUNTRY": "Suede",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "WARZONE",
    "DAY": "Jeudi",
    "DEBUT": "17h15",
    "FIN": "17h55",
    "DEEZER": "https://www.deezer.com/fr/artist/151533412",
    "SPOTIFY": "https://open.spotify.com/intl-fr/artist/5eBCPtU2iPbzuMRre9BePt",
    "LASTFM": "https://www.last.fm/music/Thrown",
    "SETLISTFM": "https://www.setlist.fm/setlists/thrown-3ffed97.html",
    "YOUTUBE": "https://www.youtube.com/channel/UCu3D7Xd6Wxt4f1PYokvZVVA",
    "id": 165
  },
  {
    "GROUPE": "THURSDAY",
    "STYLE": "Emo Hardcore",
    "Bio": "Emo, post-rock, screamo, pionnier du mouvement post hardcore. Il n’a jamais été facile d’étiqueter le groupe originaire de New Brunswick, New Jersey. Mais une chose est sûre :  il n’a jamais eu son pareil pour communiquer des émotions. Une facilité déconcertante à transmettre un flot continu de sentiments en tout genre, sans jamais oublier d’être nerveux et fougueux à souhait. Aussi mélodique que sauvage, introspectif mais explosif !",
    "BIO_EN": "Rising from New Brunswick, NJ, in the midst of a DIY basement culture revival, THURSDAY seemed out of step with the traditional hardcore of their peers. Favoring jagged post-punk rhythms over metallic breakdowns and quoting from Neil Young and post-modern poet, Michael Palmer, instead of Henry Rollins and Noam Chomsky, the band always seemed at odds with the awkwardly applied label of post-hardcore pioneers.",
    "FFO": "Taking Back Sunday, Thrice, Saosin, Funeral For A Friend",
    "PAYS": "USA",
    "COUNTRY": "USA",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "WARZONE",
    "DAY": "Jeudi",
    "DEBUT": "22h55",
    "FIN": "23h55",
    "DEEZER": "https://www.deezer.com/fr/artist/1204",
    "SPOTIFY": "https://open.spotify.com/intl-fr/artist/61awhbNK16ku1uQyXRsQj5",
    "LASTFM": "https://www.last.fm/fr/music/Thursday",
    "SETLISTFM": "https://www.setlist.fm/setlists/thursday-7bd6ee94.html",
    "YOUTUBE": "https://www.youtube.com/channel/UC4MTFiuw1oZV0TCQPbG9isw",
    "id": 166
  },
  {
    "GROUPE": "TIAMAT",
    "STYLE": "Metal Gothique / Atmosphérique",
    "Bio": "Groupe avant-gardiste et caméléon de la musique extrême, TIAMAT reste, plus de trois décennies depuis ses débuts enragés, un animal indomptable dont les étiquettes dark et arty collent irrémédiablement à la peau. Ayant délaissé la sauvagerie du black et du death pour l’expérimentation d’ambiances désormais autrement plus suaves et gothiques, la troupe suédoise incarne une force créatrice unique dans le panorama actuel.",
    "BIO_EN": "The avant garde chameleons of extreme music, TIAMAT have endured for thirty years since their enraged debut as an ever adaptable and interesting creature, balancing dark and artsy ideas with burning hatred. Having long since given up on black and death metal in favor of experimenting with otherworldly ambiances, their sound has become suave and gothic. This Swedish group is a uniquely creative force in the modern scene. ",
    "FFO": "My Dying Bride, A Pale Horse Named Death, Moonspell, Psilocybe Larvae",
    "PAYS": "Suède",
    "COUNTRY": "Suede",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "TEMPLE",
    "DAY": "Dimanche",
    "DEBUT": "20h50",
    "FIN": "21h50",
    "DEEZER": "https://www.deezer.com/fr/artist/3799",
    "SPOTIFY": "https://open.spotify.com/intl-fr/artist/5SwHKKNKYToC1YzWVNWAIN",
    "LASTFM": "https://www.last.fm/fr/music/Tiamat",
    "SETLISTFM": "https://www.setlist.fm/setlists/tiamat-53d68339.html",
    "YOUTUBE": "https://www.youtube.com/channel/UChuh4G8HctemOuHYBX3Iz_w",
    "id": 167
  },
  {
    "GROUPE": "TOM MORELLO",
    "STYLE": "Metal Alternatif",
    "Bio": "Faut-il encore présenter ce petit génie de la 6-cordes ? Monsieur TOM MORELLO, l’homme qui se cache derrière les riffs dantesques de Rage Against The Machine, déboule en solo pour nous montrer de quoi il est capable. Sans surprise, on vous le dit : il peut tout faire avec une gratte entre les mains. Et ce sont vos oreilles qui vont pouvoir profiter de son talent mis au service d’un rock aussi doux qu’énervé mais sacrément expérimental !",
    "BIO_EN": "Tom Morello is living proof of the transformative power of rock ’n’ roll. As the co-founder of Rage Against The Machine, Audioslave and Prophets Of Rage, and through collaborations with everyone from Bruce Springsteen to Johnny Cash, he has continually pushed the limits of what one man can do with six strings.",
    "FFO": "Audioslave, Devin Townsend, Jimi Hendrix, Prophets Of Rage",
    "PAYS": "USA",
    "COUNTRY": "USA",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "MAINSTAGE 1",
    "DAY": "Vendredi",
    "DEBUT": "20h45",
    "FIN": "21h55",
    "DEEZER": "https://www.deezer.com/fr/artist/415645",
    "SPOTIFY": "https://open.spotify.com/artist/74NBPbyyftqJ4SpDZ4c1Ed?si=RdrgVCxHRouzaqv8t6MJIg",
    "LASTFM": "https://www.last.fm/fr/music/Tom+Morello",
    "SETLISTFM": "https://www.setlist.fm/setlists/tom-morello-13d689dd.html",
    "YOUTUBE": "https://www.youtube.com/channel/UCsObT2rCuM4f9ABCmHCEVBw",
    "id": 168
  },
  {
    "GROUPE": "TOTAL CHAOS",
    "STYLE": "Street Punk",
    "Bio": "35 ans que les anarchistes californiens rodent et déversent leur haine, glaviotent à-tout-va et distribuent marrons, beignes, cartouches et autres mandales. Avec un je-m’en-foutisme de bon aloi et un rythme de travail des plus désordonné. Difficile de faire plus punk que la bande de l’indécrottable et inénarrable Rob Chaos dans son inexorable entreprise de mise à sac. Le punk n’est pas mort : il bande encore !",
    "BIO_EN": "It’s been 35 years since these Californian anarchists first rode out to deliver their brand of hate. After all this time they are still going, writhing in the grime and stubbing cigarettes out on posers. With a ‘fuck it’ attitude that you can’t help but love, and a desire to do what they want, when they want, it would be hard to find a more punk band. With the ineffable Rob Chaos leading the charge, we are reminded punk isn’t dead - you can’t kill it! ",
    "FFO": "The Casualties, GBH, The Varukers, The Exploited",
    "PAYS": "USA",
    "COUNTRY": "USA",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "WARZONE",
    "DAY": "Samedi",
    "DEBUT": "13h35",
    "FIN": "14h15",
    "DEEZER": "https://www.deezer.com/fr/artist/76548",
    "SPOTIFY": "https://open.spotify.com/intl-fr/artist/1KFz81eR4ZcTBqDQjwkgDP",
    "LASTFM": "https://www.last.fm/fr/music/Total+Chaos",
    "SETLISTFM": "https://www.setlist.fm/setlists/total-chaos-5bd4a380.html",
    "YOUTUBE": "https://www.youtube.com/channel/UCnrFh198k0PuD88gOjxoBsg",
    "id": 169
  },
  {
    "GROUPE": "THRON",
    "STYLE": "Black Death",
    "Bio": "Depuis 2015, les blackeux de la Forêt Noire perpétuent un certain esprit du black metal dans le sillage de Dissection ou Watain avec des mélodies glaçantes et des ambiances à la rudesse redoutable. Mais aussi en incorporant à son œuvre austère des emprunts à des références teintées eighties (Judas Priest / Mercyful Fate) sans pour autant perdre son parfum scandinave terriblement « evil ». Une valeur sûre !",
    "BIO_EN": "THRON is a black metal band emerging from Germany’s mythic Black Forest. Since 2015 they have been dedicated to making black metal in the vein of Watain or Dissection. The band has created a blazing symbiosis of icy melodies and harsh soundscapes. THRON blend the classic 80s metal of Judas Priest and Mercyful Fate with eviller Scandinavian influences. The end result is a show that is certain to melt your face at Hellfest!",
    "FFO": "Necrophobic, Undead Prophecies, Sacramentum, Malphas",
    "PAYS": "Allemagne",
    "COUNTRY": "Germany",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "TEMPLE",
    "DAY": "Dimanche",
    "DEBUT": "13h35",
    "FIN": "14h15",
    "DEEZER": "https://www.deezer.com/fr/artist/7159780",
    "SPOTIFY": "https://open.spotify.com/artist/7hcvhYMlNsn2gTTVbECj6e",
    "LASTFM": "https://www.last.fm/fr/music/Thron",
    "SETLISTFM": "https://www.setlist.fm/setlists/thron-2bcc1c42.html",
    "YOUTUBE": "https://music.youtube.com/channel/UCWXef3nmpcsD7tqmtGcSwPQ",
    "id": 170
  },
  {
    "GROUPE": "UUHAI",
    "STYLE": "Folk Rock-Metal Ethnique",
    "Bio": "Si vous avez manqué The Hu l’an passé, que ce soit par manque de pass ou manque de place sous la Temple, presque-séance de rattrapage en 2024 avec leurs compatriotes de UUHAI. Au programme, toujours un folk metal on ne peut plus dépaysant, et chants de gorge accompagnés d’instruments traditionnels. Un son audacieux, encore plus ancré dans la tradition mongole. C’est parti pour un nouveau moment de communion et de frénésie collective !",
    "BIO_EN": "Alongside The Hu, this Mongolian horde is a new mighty folk metal force to be reckoned with. UUHAI’s goal is to blend globalized rock music with the UNESCO-registered cultural legacies of Mongolian throat singing, long song, and horse-head fiddle music in creating Mongolian rock metal songs while uniting fans in shouts of “hoo-rah” ! Watch hem and you’ll be instantly won over.",
    "FFO": "The Hu, Wardruna, Méditation perdu dans les steppes désetiques de Mongolies",
    "PAYS": "Mongolie",
    "COUNTRY": "Mongolia",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "TEMPLE",
    "DAY": "Samedi",
    "DEBUT": "12h15",
    "FIN": "12h45",
    "DEEZER": "https://www.deezer.com/fr/artist/138608312",
    "SPOTIFY": "https://open.spotify.com/artist/6VIFWAbirPFzMWaeENVDiG",
    "LASTFM": "https://www.last.fm/music/Uuhai",
    "SETLISTFM": "https://www.setlist.fm/setlists/uuhai-6bfa423a.html",
    "YOUTUBE": "https://www.youtube.com/channel/UCjmUqoOMagkVtSrBqQcyQtA",
    "id": 171
  },
  {
    "GROUPE": "WARGASM",
    "STYLE": "Electro Punk / Nu Metal / Riot Grrrl",
    "Bio": "Dixit le duo londonien, WARGASM est lourd, mélodique, dégoûtant, honnête, sexy. On ne va surtout pas les contredire tant leur son, à la croisée du riot grrrl et du nu metal, envoie du bois et fout la patate. Milkie Way et Sam Matlock n’ont pas leur pareil pour électriser les foules et leur son aussi rafraîchissant que furieux se veut accompagné d’un message ultra positif. Une façon de s’assurer que vous passerez un moment ultra fun.",
    "BIO_EN": "What happens when you take a musically adroit wild London rocker and an Irish sonic insurgent with a platinum pixie cut toss in some synthesizers, crank up the distortion to infinity, and burn the rule book? Well, WARGASM happens. A collision of throat-slashing thrash guitars, apocalyptic dancefloor electronics, unnervingly catchy harmonies, and unapologetic sex appeal.",
    "FFO": "Prodigy, Atari Teenage Riot, Powerman 5000,",
    "PAYS": "Royaume-Uni",
    "COUNTRY": "United Kingdom",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "MAINSTAGE 2",
    "DAY": "Vendredi",
    "DEBUT": "12h50",
    "FIN": "13h30",
    "DEEZER": "https://www.deezer.com/fr/artist/71914292",
    "SPOTIFY": "https://open.spotify.com/intl-fr/artist/1NRudBLaT84LXxfsYdFMhB",
    "LASTFM": "https://www.last.fm/fr/music/WARGASM+(UK)",
    "SETLISTFM": "https://www.setlist.fm/setlists/wargasm-3f77da7.html",
    "YOUTUBE": "https://www.youtube.com/channel/UCitCoejtkfQAdvc1uozw-KA",
    "id": 172
  },
  {
    "GROUPE": "WAYFARER",
    "STYLE": "Black Metal Atmosphérique",
    "Bio": "A travers son black metal mordant, WAYFARER présente une vision viscérale et sauvage de la musique sombre. Résolument authentique, le groupe reflète l’histoire et le mythe d’une terre de conquête trempée de sang. Il raconte son histoire avec des riffs chargés de poussière dans une cavalcade de fureur et de mélancolie. Le récit poignant d’une expédition périlleuse au plus profond des montagnes et des plaines du Colorado.",
    "BIO_EN": "WAYFARER is the pre-eminent Western American Metal Band. Comprised of four black clad players from Denver, Colorado, the band’s sound draws from the deep wells of black metal, gothic country, and americana - creating a thunderous and uniquely American genre of metal all to their own. Led by powerful riffing, bleak melodic sensibilities, and pointed songwriting, they relentlessly elevate their unique and genuine brand of metal to new heights.",
    "FFO": "BlackBraid, Ulver, Panopticon, Fluisteraars",
    "PAYS": "USA",
    "COUNTRY": "USA",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "TEMPLE",
    "DAY": "Samedi",
    "DEBUT": "15h10",
    "FIN": "15h55",
    "DEEZER": "https://www.deezer.com/fr/artist/1066470",
    "SPOTIFY": "https://open.spotify.com/intl-fr/artist/4HcBIH7pVbrRRwHnEqxpka",
    "LASTFM": "https://www.last.fm/music/Wayfarer",
    "SETLISTFM": "https://www.setlist.fm/setlists/wayfarer-5bd247ec.html",
    "YOUTUBE": "https://www.youtube.com/channel/UCliD7f1dV5OLAvrjTjZqrlQ",
    "id": 173
  },
  {
    "GROUPE": "WHILE SHE SLEEPS",
    "STYLE": "Metalcore",
    "Bio": "La patrie de ce bon vieux Charles III serait-elle devenue le nouvel eldorado du metalcore ? Au milieu des têtes de gondole que sont Architects, Bring Me The Horizon ou Bullet For My Valentine, le quintette originaire de Sheffield tire son épingle du jeu et force le respect de par son intégrité et sa capacité à pondre de purs hymnes fédérateurs. Aussi catchy que mélodique, il est la preuve que le style ne fait pas que tourner en rond.",
    "BIO_EN": "WHILE SHE SLEEPS is one of England’s greatest metalcore force. Their unique take on the genre has led them all over the world. This is the sort of high energy madness that serves to make the UK metalcore scene so vibrant. It’s impressive to see how far WHILE SHE SLEEPS have come in a relatively short amount of time – their debut album only dropped in 2012! Watch them bring the energy that won over the world at Hellfest! ",
    "FFO": "Architects, Beartooth, Wage War, Bury Tomorrow",
    "PAYS": "Royaume-Uni",
    "COUNTRY": "United Kingdom",
    "PARTICIPATIONS": "3ème participation (2017 – 2022 – 2024)",
    "SCENE": "MAINSTAGE 2",
    "DAY": "Vendredi",
    "DEBUT": "14h20",
    "FIN": "15h00",
    "DEEZER": "https://www.deezer.com/fr/artist/403781",
    "SPOTIFY": "https://open.spotify.com/artist/38LdIuxB548zgHoEY2AN7a",
    "LASTFM": "https://www.last.fm/fr/music/While+She+Sleeps",
    "SETLISTFM": "https://www.setlist.fm/setlists/while-she-sleeps-13d571e9.html",
    "YOUTUBE": "https://www.youtube.com/whileshesleeps1",
    "id": 174
  },
  {
    "GROUPE": "WIEGEDOOD",
    "STYLE": "Black Metal Atmosphérique",
    "Bio": "Membre éminent du collectif artistique Church of Ra aux côtés notamment d’Amenra et Oathbreaker, WIEGEDOOD en relaie au sein de la confrérie le message spirituel sous la forme d’un black metal ambitieux, belliqueux et coriace. Un black metal sombre, riche en atmosphères lourdes et inquiétantes mais aussi et surtout expressif comme nul autre. Une énergie funeste et sinistre qui vient des tripes et du fin fond de l’âme.",
    "BIO_EN": "More than just a side project of the members of Amenra, Oathbreaker and Rise And Fall, WIEGEDOOD is a black metal force who will crack your skull. The Belgians unveil vast plans of bleak sounds with strange melodic mirages deliver a straightforward sense of sonic devastation, maintaining an adherence to genre tropes in order to better manipulate them. Their live show makes for a completely immersive and overwhelming experience.",
    "FFO": "Der Weg Einer Freiheit, Misþyrming, Afsky, Gaerea",
    "PAYS": "Belgique",
    "COUNTRY": "Belgium",
    "PARTICIPATIONS": "2ème participation (2019 – 2024)",
    "SCENE": "TEMPLE",
    "DAY": "Dimanche",
    "DEBUT": "16h50",
    "FIN": "17h40",
    "DEEZER": "https://www.deezer.com/fr/artist/9397000",
    "SPOTIFY": "https://open.spotify.com/intl-fr/artist/1JjP30v8j95bAMZN3ws8Kb",
    "LASTFM": "https://www.last.fm/fr/music/Wiegedood",
    "SETLISTFM": "https://www.setlist.fm/setlists/wiegedood-13c6016d.html",
    "YOUTUBE": "https://www.youtube.com/channel/UCN2-IwvrlcHUeN7Lwbx5tpg",
    "id": 175
  },
  {
    "GROUPE": "ACID KING",
    "STYLE": "Stoner Doom",
    "Bio": "Des riffs scélérats aux relents sabbathiens, des vocaux inquiétants et une atmosphère moite des plus hallucinogènes. Voilà qui pose les bases du trio californien, dont la musique s'aventure depuis 30 ans sur les sentiers d'un stoner/doom claustrophobe que même les plus férus d'acid rock n'oseraient emprunter. Un son autant ancré à l’asphalte brûlant que perché dans les plus hautes contrées spatiales. C’est parti pour un nouveau voyage à forte teneur psychédélique !",
    "BIO_EN": "Sabbath-like riffs, ominous vocals and a sweaty, hallucinogenic atmosphere. This lays the foundations for the Californian trio, whose music has been venturing down the claustrophobic stoner/doom path for 30 years, a path that even the most acid rock fans wouldn't dare to tread. A sound as much rooted in burning asphalt as perched in the highest reaches of space. Let's set off on another psychedelic journey!",
    "FFO": "Electric Wizard, Monolord, Sleep, Windhand",
    "PAYS": "USA",
    "COUNTRY": "USA",
    "PARTICIPATIONS": "3ème participation (2012 – 2019 – 2024)",
    "SCENE": "VALLEY",
    "DAY": "Vendredi",
    "DEBUT": "21h45",
    "FIN": "22h45",
    "DEEZER": "http://www.deezer.com/artist/478207?app_id=100023",
    "SPOTIFY": "https://open.spotify.com/artist/0PK6ewFU4DbFB8Eqr58Sct",
    "LASTFM": "https://www.last.fm/fr/music/Acid+King",
    "SETLISTFM": "https://www.setlist.fm/setlists/acid-king-3d69587.html",
    "YOUTUBE": "https://www.youtube.com/results?search_query=acid+king",
    "id": 176
  },
  {
    "GROUPE": "WORMROT",
    "STYLE": "Grindcore",
    "Bio": "Ce n’est pas tous les jours qu’on accueille un groupe singapourien. Alors autant inviter le meilleur, en la personne de WORMROT et son grindcore aussi purulent que novateur. Jamais avare d’expérimentation, le trio explore toujours plus d’idées pour sans cesse se réinventer. Un déferlement de blast-beats, de growls saupoudrés de touches mélodiques ou de plans rythmiques complexes, mais toujours du groove par paquet de 12. It’s time for violence !",
    "BIO_EN": "More than just a top grindcore act, Singaporean legends WORMROT are synonymous with the growth and development of the genre. While never forgetting where they came from in the first place, they simultaneously push their way into other genres, making it a rather sophisticated odyssey. But make no mistake, this is brutal stuff not for the faint of heart!",
    "FFO": "Magrudergrind, Napalm Death, Insect Warfare, Nasum",
    "PAYS": "Singapour",
    "COUNTRY": "Singapore",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "ALTAR",
    "DAY": "Jeudi",
    "DEBUT": "16h30",
    "FIN": "17h10",
    "DEEZER": "https://www.deezer.com/fr/artist/396971",
    "SPOTIFY": "https://open.spotify.com/intl-fr/artist/3vMnvW7u5207ATyxTQIxNz",
    "LASTFM": "https://www.last.fm/fr/music/Wormrot",
    "SETLISTFM": "https://www.setlist.fm/setlists/wormrot-73d51a35.html",
    "YOUTUBE": "https://www.youtube.com/channel/UC1E9n_IXCoGrO4VNz4lEPAA",
    "id": 177
  },
  {
    "GROUPE": "YNGWIE MALMSTEEN",
    "STYLE": "Guitar Virtuoso / Metal Néo-Classique",
    "Bio": "Justifiant à elle seule le terme « guitar hero », la légende suédoise à la technique flamboyante a marqué à jamais l’histoire du rock. Le génie et l’inspiration de cet astiqueur de manche ? Tirer la quintessence de l’œuvre de Bach, Paganini ou Vivaldi en la transposant à grand renfort de riffs, de solos et d’arpèges dans le monde du hard rock et du metal. Et donner naissance à un genre unique : le metal néo-classique. Chapeau, l’artiste !",
    "BIO_EN": "INGWIE MALMSTEEN is a world-renowned guitarist from Stockholm, Sweden. His career has spanned over forty years with over twenty albums to his name and he has risen to become one of the era’s most notable guitar players and performers. Drawing influence from classical composers such as Bach, Paganini, and Vivaldi, this true guitar hero is responsible for birthing the neo-classical genre to the world of rock. ",
    "FFO": "Marty Friedman, Steve Vai, Jason Becker, Uli Jon Roth",
    "PAYS": "Suède",
    "COUNTRY": "Suede",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "MAINSTAGE 2",
    "DAY": "Samedi",
    "DEBUT": "17h40",
    "FIN": "18h25",
    "DEEZER": "https://www.deezer.com/fr/artist/2089",
    "SPOTIFY": "https://open.spotify.com/intl-fr/artist/5DpSoH5zCXNRqYai7pmcGG",
    "LASTFM": "https://www.last.fm/fr/music/Yngwie+Malmsteen",
    "SETLISTFM": "https://www.setlist.fm/setlists/yngwie-malmsteen-6bd6aa16.html",
    "YOUTUBE": "https://www.youtube.com/channel/UCBECXcD_7erYQLK-VSfghcA",
    "id": 178
  },
  {
    "GROUPE": "YOTH IRIA",
    "STYLE": "Black Metal",
    "Bio": "Avec des membres fondateurs de Rotting Christ aux manettes, cette horde hellénique déverse une mixture black effarante. Elle emprunte autant à la pureté du genre qu’elle s’autorise des digressions judicieuses où crépitent les atmosphères doom et les plans plus heavy et entêtants. Pour un rendu épique forcément inquiétant où la fureur peut donner libre cours à son déchaînement à tout moment.",
    "BIO_EN": "Featuring founding members of Rotting Christ, this Hellenic horde crafts a frightening and unique brand of black metal. It’s dedicated to the purity of the genre but is full of exciting and unique digressions, be that with eerie doom atmospheres or moments that feel more true metal. Prepare for an epic and eye opening performance full of fury that is ready to unleash madness at any given moment.",
    "FFO": "Rotting Christ, SepticFlesh, Varathron, Necromantia",
    "PAYS": "Grèce",
    "COUNTRY": "Greece",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "TEMPLE",
    "DAY": "Dimanche",
    "DEBUT": "15h10",
    "FIN": "15h55",
    "DEEZER": "https://www.deezer.com/fr/artist/87249072",
    "SPOTIFY": "https://open.spotify.com/intl-fr/artist/3tcBc9lN5ncBG7KNTKB1o1",
    "LASTFM": "https://www.last.fm/fr/music/Yoth+Iria",
    "SETLISTFM": "https://www.setlist.fm/setlists/yoth-iria-63f46e17.html",
    "YOUTUBE": "https://www.youtube.com/channel/UCCHKPQzIdAWMzXc3M6GUSJg",
    "id": 179
  },
  {
    "GROUPE": "KERRY KING",
    "STYLE": "Thrash Metal",
    "Bio": "La légende Slayer boucle définitivement son aventure avec la France et le Hellfest à l’occasion d’un 7ème et dernier concert dantesque le23 juin 2019. 5 ans plus tard, KERRY KING ouvre un nouveau chapitre avec le festival en s’y produisant avec son projet personnel. Le maestro reprend le travail de démolition du gang californien, à grand renfort de riffs acérés et de compositions rivalisant de testostérone et de barbarie. Hail to the King !",
    "BIO_EN": "The Slayer legend definitively closed its adventure with France and Hellfest with a 7th and final concert on June 23, 2019. 5 years later, KERRY KING opens a new chapter with the festival by performing with his personal project. The maestro takes up the demolition work of the Californian gang, with sharp riffs and compositions that rival in testosterone and barbarism. Hail to the King !",
    "FFO": "Slayer, Death Angel, Testament, Kreator",
    "PAYS": "USA",
    "COUNTRY": "USA",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "MAINSTAGE 1",
    "DAY": "Jeudi",
    "DEBUT": "19h30",
    "FIN": "20h20",
    "DEEZER": "https://www.deezer.com/us/artist/4420135",
    "SPOTIFY": "https://open.spotify.com/intl-fr/artist/6r1McS7CU46TsVEh1ckGuH",
    "LASTFM": "https://www.last.fm/fr/music/Kerry+King",
    "SETLISTFM": "https://www.setlist.fm/search?query=Kerry+King",
    "YOUTUBE": "https://www.youtube.com/@KerryKingOfficial",
    "id": 180
  },
  {
    "GROUPE": "7 WEEKS",
    "STYLE": "Stoner",
    "Bio": "7 WEEKS est un groupe de rock qui explore, découvre et avance. Ses errances et ses rencontres sont autant d’histoires et de personnages que leurs morceaux décrivent avant la prochaine quête, dans une recherche sonore qui ne s’embarrasse pas de codes et de modes. Electrons libres et suffisamment expérimentés pour éviter d’enfoncer des portes ouvertes, ils jouent ce qu’ils voient ou vivent. Un jeu éprouvant mais qui ouvre la voie à l’intensité et la véracité.",
    "BIO_EN": "7 WEEKS is a rock band that explores, discovers and moves forward. Their wanderings and encounters are as many stories and characters that their songs describe before the next quest, in a sound search that does not bother with codes and fashions. Free electrons and experienced enough to avoid pushing open doors, they play what they see or live. A demanding game but one that opens the way to intensity and truth.",
    "FFO": "Los Disidentes Del Sucio Motel, Mudweiser, Abrahma, House Of Broken Promises",
    "PAYS": "France",
    "COUNTRY": "France",
    "PARTICIPATIONS": "2ème participation (2013 – 2024)",
    "SCENE": "MAINSTAGE 1",
    "DAY": "Vendredi",
    "DEBUT": "11h05",
    "FIN": "11h35",
    "DEEZER": "https://www.deezer.com/fr/artist/295199",
    "SPOTIFY": "https://open.spotify.com/artist/3va5uyDVlsWxIq7oxb3ofw",
    "LASTFM": "https://www.last.fm/fr/music/7+Weeks",
    "SETLISTFM": "https://www.setlist.fm/setlists/7-weeks-63d066ab.html",
    "YOUTUBE": "https://www.youtube.com/7WEEKSMUSIC",
    "id": 181
  },
  {
    "GROUPE": "POLYPHIA",
    "STYLE": "Metal Progressif Instrumental",
    "Bio": "Les Texans de POLYPHIA font entrer le rock progressif dans une nouvelle dimension. Ces jeunes virtuoses marquent leur époque de leur empreinte grâce à leur détonnant cocktail instrumental de metal, hip-hop, electro et bien plus encore. Leur dernier album en date, le prodigieux Remember That You Will Die a secoué la toile et entrainé dans son sillage une nouvelle génération de fans de rock. Gros talent !",
    "BIO_EN": "Texan virtuosos POLYPHIA are taking progressive rock to a new dimension. These young virtuosos are making their mark on the era with their explosive instrumental cocktail of metal, hip-hop, electro and much more. Their latest album, the prodigious Remember That You Will Die, has shaken the web and brought with it a new generation of rock fans. Big talent !",
    "FFO": "Plini, Intervals, Animals As Leaders, Periphery",
    "PAYS": "USA",
    "COUNTRY": "USA",
    "PARTICIPATIONS": "1ère participation 2024",
    "SCENE": "MAINSTAGE 1",
    "DAY": "Vendredi",
    "DEBUT": "18h35",
    "FIN": "19h35",
    "DEEZER": "https://www.deezer.com/fr/artist/6241820",
    "SPOTIFY": "https://open.spotify.com/intl-fr/artist/4vGrte8FDu062Ntj0RsPiZ",
    "LASTFM": "https://www.last.fm/fr/music/Polyphia",
    "SETLISTFM": "https://www.setlist.fm/setlists/polyphia-63ddc2d3.html",
    "YOUTUBE": "https://www.youtube.com/channel/UCDe08Fs0s0YKJuk5h45csAQ",
    "id": 182
  }
]
